{"charset":"utf-8","headers":{"mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","x-generator":"POEditor.com","project-id-version":"Metabase","language":"vi","plural-forms":"nplurals=1; plural=0;"},"translations":{"":{"Your database has been added!":{"msgstr":["Cơ sở dữ liệu đã được thêm!"]},"We took a look at your data, and we have some automated explorations that we can show you!":{"msgstr":["Chúng tôi đã xem dữ liệu của bạn và chúng tôi có một số khám phá tự động mà có thể chỉ cho bạn!"]},"I'm good thanks":{"msgstr":["Tôi ổn, cảm ơn"]},"Explore this data":{"msgstr":["Khám phá dữ liệu này"]},"Select a database type":{"msgstr":["Chọn kiểu cơ sở dữ liệu"]},"Save":{"msgstr":["Lưu"]},"To do some of its magic, Metabase needs to scan your database. We will also rescan it periodically to keep the metadata up-to-date. You can control when the periodic rescans happen below.":{"msgstr":["Để thực hiện một số magic của nó, Metabase cần quét cơ sở dữ liệu của bạn. Chúng tôi cũng sẽ quét lại định kỳ để cập nhật siêu dữ liệu. Bạn có thể kiểm soát khi việc quét lại định kỳ xảy ra dưới đây"]},"Database syncing":{"msgstr":["Đang đồng bộ cơ sở dữ liệu"]},"This is a lightweight process that checks for\nupdates to this database’s schema. In most cases, you should be fine leaving this\nset to sync hourly.":{"msgstr":["thiết lập đồng bộ hóa hàng giờ"]},"Scan":{"msgstr":["Quét"]},"Scanning for Filter Values":{"msgstr":["Quét các giá trị lọc"]},"Metabase can scan the values present in each\nfield in this database to enable checkbox filters in dashboards and questions. This\ncan be a somewhat resource-intensive process, particularly if you have a very large\ndatabase.":{"msgstr":["Metabase có thể quét các giá trị hiện tại trong mỗi \n\" \"có thể là một quá trình tốn nhiều tài nguyên, đặc biệt nếu bạn có \\ n rất lớn\" \"cơ sở dữ liệ"]},"When should Metabase automatically scan and cache field values?":{"msgstr":["Khi nào Metabase sẽ tự động quét và lưu các giá trị trường bộ đệm "]},"Regularly, on a schedule":{"msgstr":["Thường xuyên, theo lịch trình"]},"Only when adding a new filter widget":{"msgstr":["Chỉ khi thêm tiện ích bộ lọc mới"]},"When a user adds a new filter to a dashboard or a SQL question, Metabase will\nscan the field(s) mapped to that filter in order to show the list of selectable values.":{"msgstr":["Khi người dùng thêm bộ lọc mới vào bảng điều khiển hoặc câu hỏi SQL, Metabase sẽ quét (các) trường được ánh xạ tới bộ lọc đó để hiển thị danh sách các giá trị có thể chọn."]},"Never, I'll do this manually if I need to":{"msgstr":["Không bao giờ, tôi sẽ làm thủ công nếu cần thiết"]},"Saving...":{"msgstr":["Đang lưu..."]},"Server error encountered":{"msgstr":["Máy chủ lỗi"]},"Delete this database?":{"msgstr":["Xoá cơ sở dữ liệu này?"]},"All saved questions, metrics, and segments that rely on this database will be lost.":{"msgstr":["Tất cả các câu hỏi, số liệu và phân đoạn đã lưu dựa trên cơ sở dữ liệu này sẽ bị mất."]},"This cannot be undone.":{"msgstr":["Hành động này không thể khôi phục"]},"If you're sure, please type":{"msgstr":["Nếu chắc chắn, hãy gõ vào"]},"DELETE":{"msgstr":["XOÁ"]},"in this box:":{"msgstr":["trong hộp thoại này:"]},"Cancel":{"msgstr":["Huỷ"]},"Delete":{"msgstr":["Xoá"]},"Databases":{"msgstr":["Các cơ sở dữ liệu"]},"Add Database":{"msgstr":["Thêm cơ sở dữ liệu"]},"Connection":{"msgstr":["Kết nối"]},"Scheduling":{"msgstr":["Lên lịch"]},"Save changes":{"msgstr":["Lưu thay đổi"]},"Actions":{"msgstr":["Các thao tác"]},"Sync database schema now":{"msgstr":["Đồng bộ cấu trúc cơ sở dữ liệu ngay bây giờ"]},"Starting…":{"msgstr":["Đang bắt đầu..."]},"Failed to sync":{"msgstr":["Đồng bộ thất bại"]},"Sync triggered!":{"msgstr":["Đã kích hoạt đồng bộ!"]},"Re-scan field values now":{"msgstr":["Quét lại các trường giá trị ngay bây giờ"]},"Failed to start scan":{"msgstr":["Bắt đầu quét thất bại"]},"Scan triggered!":{"msgstr":["Đã kích hoạt quét"]},"Danger Zone":{"msgstr":["Khu vực nguy hiểm"]},"Discard saved field values":{"msgstr":["Huỷ những trường giá trị đã lưu"]},"Remove this database":{"msgstr":["Xoá cơ sở dữ liệu này"]},"Add database":{"msgstr":["Thêm cơ sở dữ liệu"]},"Name":{"msgstr":["Tên"]},"Engine":{"msgstr":["Động c"]},"Deleting...":{"msgstr":["Đang xoá..."]},"Loading ...":{"msgstr":["Đang tải..."]},"Bring the sample dataset back":{"msgstr":["Khôi phục lại dữ liệu mẫu"]},"Couldn't connect to the database. Please check the connection details.":{"msgstr":["Không thể kết nối tới cơ sở dữ liệu. Xin hãy kiểm tra chi tiết kết nối"]},"Successfully created!":{"msgstr":["Tạo thành công!"]},"Successfully saved!":{"msgstr":["Lưu thành công!"]},"Edit":{"msgstr":["Sửa"]},"Revision History":{"msgstr":["Lịch sử sửa đổi"]},"Retire this ${ 0 }?":{"msgstr":["Không sử dụng ${ 0 } nữa"]},"Saved questions and other things that depend on this ${ 0 } will continue to work, but this ${ 1 } will no longer be selectable from the query builder.":{"msgstr":["Các câu hỏi đã lưu và những thứ khác phụ thuộc vào ${ 0 } này sẽ tiếp tục hoạt động, nhưng ${ 1 } này sẽ không còn có thể được chọn từ trình tạo truy vấn."]},"If you're sure you want to retire this ${ 0 }, please write a quick explanation of why it's being retired:":{"msgstr":["Nếu bạn chắc chắn muốn rút về ${ 0 } này, vui lòng viết một lời giải thích nhanh về lý do tại sao nó được rút về:"]},"This will show up in the activity feed and in an email that will be sent to anyone on your team who created something that uses this ${ 0 }.":{"msgstr":["Điều này sẽ hiển thị trong nguồn cấp dữ liệu hoạt động và trong email sẽ được gửi cho bất kỳ ai trong nhóm của bạn, người đã tạo ra thứ gì đó sử dụng ${ 0 } này"]},"Retire":{"msgstr":["Thu hồi"]},"Retiring…":{"msgstr":["Đang thu hồi"]},"Failed":{"msgstr":["Thất bại"]},"Success":{"msgstr":["Thành công"]},"Preview":{"msgstr":["Xem trước"]},"No column description yet":{"msgstr":["Chưa có cột mô tả"]},"Select a field visibility":{"msgstr":["Chọn một trường hiển thị"]},"No special type":{"msgstr":["Không có kiểu đặc biệt"]},"Other":{"msgstr":["Khác"]},"Select a special type":{"msgstr":["Chọn một kiểu đặc biệt"]},"Select a target":{"msgstr":["Chọn một mục tiêu"]},"Columns":{"msgstr":["Các cột"]},"Column":{"msgstr":["Cột"]},"Visibility":{"msgstr":["Hiển thị"]},"Type":{"msgstr":["Kiểu"]},"Current database:":{"msgstr":["Cơ sở dữ liệu hiện tại:"]},"Show original schema":{"msgstr":["Đưa ra schema gốc"]},"Data Type":{"msgstr":["Kiểu dữ liệu"]},"Additional Info":{"msgstr":["Thông tin thêm"]},"Find a schema":{"msgstr":["Tìm một schema"]},"${ 0 } schema":{"msgid_plural":"{0} schemas","msgstr":["${ 0 } Schema"]},"Why Hide?":{"msgstr":["Tại sao ẩn ?"]},"Technical Data":{"msgstr":["Dữ liệu kỹ thuật"]},"Irrelevant/Cruft":{"msgstr":["Không liên quan / Tuần dương"]},"Queryable":{"msgstr":["Có thể truy vấn"]},"Hidden":{"msgstr":["Ẩn"]},"No table description yet":{"msgstr":["Bảng chưa có mô tả"]},"Metadata Strength":{"msgstr":["Sức mạnh siêu dữ liệu"]},"${ 0 } Queryable Table":{"msgid_plural":"{0} Queryable Tables","msgstr":["${ 0 } Bảng có thể truy vấn"]},"${ 0 } Hidden Table":{"msgid_plural":"{0} Hidden Tables","msgstr":["${ 0 } Bảng ẩn"]},"Find a table":{"msgstr":["Tìm bảng"]},"Schemas":{"msgstr":["Các schema"]},"Metrics":{"msgstr":["Số liệu"]},"Add a Metric":{"msgstr":["Thêm một số liệu"]},"Definition":{"msgstr":["Định nghĩa"]},"Create metrics to add them to the View dropdown in the query builder":{"msgstr":["Tạo số liệu để thêm chúng vào danh sách thả xuống Chế độ xem trong trình tạo truy vấn"]},"Segments":{"msgstr":["Phân khúc"]},"Add a Segment":{"msgstr":["Thêm một phân khúc"]},"Create segments to add them to the Filter dropdown in the query builder":{"msgstr":["Tạo các phân đoạn để thêm chúng vào danh sách thả xuống Bộ lọc trong trình tạo truy vấn "]},"created":{"msgstr":["đã tạo"]},"reverted to a previous version":{"msgstr":["đã khôi phục về phiên bản trước"]},"edited the title":{"msgstr":["đã sửa tiêu đề"]},"edited the description":{"msgstr":["đã sửa mô tả"]},"edited the ":{"msgstr":["sửa "]},"made some changes":{"msgstr":["tạo một vài thay đổi"]},"You":{"msgstr":["Bạn"]},"Datamodel":{"msgstr":["Dữ liệu mẫu"]}," History":{"msgstr":[" Lịch sử"]},"Revision History for":{"msgstr":["Lịch sử thay đổi cho"]},"${ 0 } – Field Settings":{"msgstr":["${ 0 } - Cài đặt trường"]},"Where this field will appear throughout Metabase":{"msgstr":["Trường này sẽ xuất hiện trên khắp Metabase"]},"Filtering on this field":{"msgstr":["Lọc trên trường này"]},"When this field is used in a filter, what should people use to enter the value they want to filter on?":{"msgstr":["Khi trường này được sử dụng trong bộ lọc, mọi người nên sử dụng gì để nhập giá trị họ muốn lọc?"]},"No description for this field yet":{"msgstr":["Chưa có mô tả cho trường này"]},"Original value":{"msgstr":["Giá trị gốc"]},"Mapped value":{"msgstr":["Giá trị đã được ánh xạ"]},"Enter value":{"msgstr":["Nhập giá trị"]},"Use original value":{"msgstr":["Sử dụng giá trị gốc"]},"Use foreign key":{"msgstr":["Sử dụng khoá ngoài"]},"Custom mapping":{"msgstr":["Tuỳ chỉnh ánh xạ"]},"Unrecognized mapping type":{"msgstr":["Không nhận diện được kiểu ảnh xạ"]},"Current field isn't a foreign key or FK target table metadata is missing":{"msgstr":["Trường hiện tại không phải khoá ngoài hoặc thiếu bảng đích của khoá ngoài"]},"The selected field isn't a foreign key":{"msgstr":["Trường đã chọn không phải khoá ngoài"]},"Display values":{"msgstr":["Các giá trị hiển thị"]},"Choose to show the original value from the database, or have this field display associated or custom information.":{"msgstr":["Chọn hiển thị giá trị gốc từ cơ sở dữ liệu hoặc hiển thị trường này liên quan hoặc thông tin tùy chỉnh."]},"Choose a field":{"msgstr":["Chọn một trường"]},"Please select a column to use for display.":{"msgstr":["Vui lòng chọn một cột để hiển thị."]},"Tip:":{"msgstr":["Mẹo:"]},"You might want to update the field name to make sure it still makes sense based on your remapping choices.":{"msgstr":["Bạn có thể muốn cập nhật tên trường để đảm bảo nó vẫn có ý nghĩa dựa trên các lựa chọn ánh xạ lại của bạn."]},"Cached field values":{"msgstr":["Giá trị trường lưu trữ"]},"Metabase can scan the values for this field to enable checkbox filters in dashboards and questions.":{"msgstr":["Metabase có thể quét các giá trị cho trường này để bật các bộ lọc hộp kiểm trong bảng điều khiển và câu hỏi."]},"Re-scan this field":{"msgstr":["Quét lại trường này"]},"Discard cached field values":{"msgstr":["Hủy giá trị trường được lưu trong bộ nhớ cache"]},"Failed to discard values":{"msgstr":["Không thể loại bỏ các giá trị"]},"Discard triggered!":{"msgstr":["Hủy kích hoạt!"]},"Select any table to see its schema and add or edit metadata.":{"msgstr":["Chọn bất kỳ bảng nào để xem lược đồ của nó và thêm hoặc chỉnh sửa siêu dữ liệu."]},"Name is required":{"msgstr":["Tên là bắt buộc"]},"Description is required":{"msgstr":["Mô tả là bắt buộc"]},"Revision message is required":{"msgstr":["Thông điệp sửa đổi là bắt buộc"]},"Aggregation is required":{"msgstr":["Tổng hợp là cần thiết"]},"Edit Your Metric":{"msgstr":["Chỉnh sửa số liệu của bạn"]},"Create Your Metric":{"msgstr":["Tạo số liệu của bạn"]},"Make changes to your metric and leave an explanatory note.":{"msgstr":["Thay đổi số liệu của bạn và để lại lời giải thích"]},"You can create saved metrics to add a named metric option to this table. Saved metrics include the aggregation type, the aggregated field, and optionally any filter you add. As an example, you might use this to create something like the official way of calculating \"Average Price\" for an Orders table.":{"msgstr":["Bạn có thể tạo số liệu đã lưu để thêm tùy chọn số liệu được đặt tên vào bảng này. Số liệu đã lưu bao gồm loại tổng hợp, trường tổng hợp và tùy chọn bất kỳ bộ lọc nào bạn thêm. Ví dụ: bạn có thể sử dụng điều này để tạo một cái gì đó giống như cách tính chính thức \\ \"Giá trung bình \" cho bảng Đơn hàng."]},"Result: ":{"msgstr":["Kết quả: "]},"Name Your Metric":{"msgstr":["Đặt tên số liệu của bạn"]},"Give your metric a name to help others find it.":{"msgstr":["Đặt tên số liệu của bạn để giúp người khác tìm thấy nó"]},"Something descriptive but not too long":{"msgstr":["Một vài mô tả không quá dài"]},"Describe Your Metric":{"msgstr":["Mô tả số liệu của bạn"]},"Give your metric a description to help others understand what it's about.":{"msgstr":["Cho số liệu của bạn một lời mô tả để giúp người khác hiểu nó là gì"]},"This is a good place to be more specific about less obvious metric rules":{"msgstr":["Đây là một nơi tốt để cụ thể hơn về các quy tắc số liệu ít rõ ràng hơn"]},"Reason For Changes":{"msgstr":["Lý do thay đổi"]},"Leave a note to explain what changes you made and why they were required.":{"msgstr":["Để lại một ghi chú để giải thích những thay đổi bạn đã thực hiện và tại sao chúng được yêu cầu."]},"This will show up in the revision history for this metric to help everyone remember why things changed":{"msgstr":["Điều này sẽ hiển thị trong lịch sử sửa đổi cho số liệu này để giúp mọi người nhớ tại sao mọi thứ thay đổi"]},"At least one filter is required":{"msgstr":["Bắt buộc có ít nhất một giá trị lọc"]},"Edit Your Segment":{"msgstr":["Chỉnh sửa phân khúc của bạn"]},"Create Your Segment":{"msgstr":["Tạo phân khúc của bạn"]},"Make changes to your segment and leave an explanatory note.":{"msgstr":["Thay đổi phân khúc của bạn và để lại một ghi chú giải thích."]},"Select and add filters to create your new segment for the ${ 0 } table":{"msgstr":["Chọn và thêm các bộ lọc để tạo phân khúc mới của bạn cho bảng ${ 0 }"]},"Name Your Segment":{"msgstr":["Đặt tên phân khúc của bạn"]},"Give your segment a name to help others find it.":{"msgstr":["Đặt tên cho phân khúc của bạn để giúp người khác tìm thấy nó"]},"Describe Your Segment":{"msgstr":["Mô tả phân khúc của bạn"]},"Give your segment a description to help others understand what it's about.":{"msgstr":["Cho phân khúc của bạn một lời mô tả để giúp người khác hiểu nó là gì"]},"This is a good place to be more specific about less obvious segment rules":{"msgstr":["Đây là một nơi tốt để cụ thể hơn về các quy tắc phân khúc ít rõ ràng hơn"]},"This will show up in the revision history for this segment to help everyone remember why things changed":{"msgstr":["Điều này sẽ hiển thị trong lịch sử sửa đổi cho phân khúc này để giúp mọi người nhớ tại sao mọi thứ thay đổi"]},"Settings":{"msgstr":["Cài đặt"]},"Metabase can scan the values in this table to enable checkbox filters in dashboards and questions.":{"msgstr":["Metabase có thể quét các giá trị trong bảng này để bật các bộ lọc hộp kiểm trong bảng điều khiển và câu hỏi."]},"Re-scan this table":{"msgstr":["Quét lại bảng này"]},"Add":{"msgstr":["Thêm"]},"Not a valid formatted email address":{"msgstr":["Không phải là một địa chỉ email được định dạng hợp lệ"]},"First name":{"msgstr":["Tên"]},"Last name":{"msgstr":["Họ"]},"Email address":{"msgstr":["Địa chỉ email"]},"Permission Groups":{"msgstr":["Nhóm quyền"]},"Make this user an admin":{"msgstr":["Cho người dùng này làm quản trị viên"]},"All users belong to the ${ 0 } group and can't be removed from it. Setting permissions for this group is a great way to\nmake sure you know what new Metabase users will be able to see.":{"msgstr":["Tất cả người dùng thuộc nhóm ${ 0 } và không thể xóa khỏi nhóm. Đặt quyền cho nhóm này là một cách tuyệt vời để đảm bảo bạn biết những gì người dùng Metabase mới sẽ có thể nhìn thấy."]},"This is a special group whose members can see everything in the Metabase instance, and who can access and make changes to the\nsettings in the Admin Panel, including changing permissions! So, add people to this group with care.":{"msgstr":["Đây là một nhóm đặc biệt mà các thành viên có thể nhìn thấy mọi thứ trong ví dụ Metabase và những người có thể truy cập và thay đổi các cài đặt trong Bảng quản trị, bao gồm thay đổi quyền! Vì vậy, thêm người vào nhóm này một cách cẩn thận."]},"To make sure you don't get locked out of Metabase, there always has to be at least one user in this group.":{"msgstr":["Để đảm bảo bạn không bị khóa khỏi Metabase, luôn phải có ít nhất một người dùng trong nhóm này."]},"Members":{"msgstr":["Các thành viên"]},"Email":{"msgstr":["Email"]},"A group is only as good as its members.":{"msgstr":["Một nhóm chỉ tốt như các thành viên của nó."]},"Admin":{"msgstr":["Quản trị viên"]},"and":{"msgstr":["và"]},"${ 0 } other group":{"msgid_plural":"{0} other groups","msgstr":["${ 0 } các nhóm khác"]},"Default":{"msgstr":["Mặc định"]},"Something like \"Marketing\"":{"msgstr":["\"Tiếp thị\" chẳng hạn"]},"Remove this group?":{"msgstr":["Xoá nhóm này?"]},"Are you sure? All members of this group will lose any permissions settings they have based on this group.\nThis can't be undone.":{"msgstr":["Bạn chắc chứ? Tất cả thành viên trong nhóm sẽ mất các quyền có được nhờ nhóm này.\nHành động này không thể khôi phục."]},"Yes":{"msgstr":["Vâng"]},"No":{"msgstr":["Không"]},"Edit Name":{"msgstr":["Sửa tên"]},"Remove Group":{"msgstr":["Xoá nhóm"]},"Done":{"msgstr":["Xong"]},"Group name":{"msgstr":["Tên nhóm"]},"Groups":{"msgstr":["Các nhóm"]},"Create a group":{"msgstr":["Tạo một nhóm"]},"You can use groups to control your users' access to your data. Put users in groups and then go to the Permissions section to control each group's access. The Administrators and All Users groups are special default groups that can't be removed.":{"msgstr":["Bạn có thể sử dụng các nhóm để kiểm soát quyền truy cập của người dùng vào dữ liệu của bạn. Đặt người dùng theo nhóm và sau đó chuyển đến phần Quyền để kiểm soát quyền truy cập của từng nhóm. Các nhóm Quản trị viên và Tất cả Người dùng là các nhóm mặc định đặc biệt không thể xóa được."]},"Edit Details":{"msgstr":["Sửa chi tiết"]},"Re-send Invite":{"msgstr":["Gửi lại thư mời"]},"Reset Password":{"msgstr":["Đặt lại mật khẩu"]},"Deactivate":{"msgstr":["Huỷ kích hoạt"]},"People":{"msgstr":["Mọi người"]},"Who do you want to add?":{"msgstr":["Bạn muốn thêm ai?"]},"Edit ${ 0 }'s details":{"msgstr":["Sửa thông tin chi tiết của ${ 0 }"]},"${ 0 } has been added":{"msgstr":["${ 0 } đã được thêm vào"]},"Add another person":{"msgstr":["Thêm người khác"]},"We couldn’t send them an email invitation,\nso make sure to tell them to log in using ${ 0 }\nand this password we’ve generated for them:":{"msgstr":["Không thể gửi email mời, vậy nên hãy bảo họ đăng nhập sử dụng ${ 0 } và mật khẩu chúng tôi đã sinh cho họ"]},"If you want to be able to send email invites, just go to the ${ 0 } page.":{"msgstr":["Nếu bạn muốn có khả năng gửi email mời, hãy đi tới trang ${ 0 }"]},"We’ve sent an invite to ${ 0 } with instructions to set their password.":{"msgstr":["Chúng tôi đã gửi một thư mời tới ${ 0 } kèm hướng dẫn đặt mật khẩu."]},"We've re-sent ${ 0 }'s invite":{"msgstr":["Chúng tôi đã gửi lại thư mời cho ${ 0 }"]},"Okay":{"msgstr":["Đồng ý"]},"Any previous email invites they have will no longer work.":{"msgstr":["Các email mời trước đó sẽ không còn hiệu lực"]},"Deactivate ${ 0 }?":{"msgstr":["Huỷ kích hoạt ${ 0 } ?"]},"${ 0 } won't be able to log in anymore.":{"msgstr":["${ 0 } sẽ không thể đăng nhập được nữa."]},"Reactivate ${ 0 }'s account?":{"msgstr":["Kích hoạt lại tài khoản ${ 0 }?"]},"Reactivate":{"msgstr":["Kích hoạt lại"]},"They'll be able to log in again, and they'll be placed back into the groups they were in before their account was deactivated.":{"msgstr":["Họ sẽ có thể đăng nhập lại được, và sẽ trở về nhóm mà họ ở trước khi tài khoản bị huỷ kích hoạt."]},"Reset ${ 0 }'s password?":{"msgstr":["Đặt lại mật khẩu của ${ 0 }?"]},"Reset":{"msgstr":["Đặt lại"]},"Are you sure you want to do this?":{"msgstr":["Bạn chắc chắn muốn thực hiện chứ?"]},"${ 0 }'s password has been reset":{"msgstr":["Mật khẩu của ${ 0 } đã được đặt lại"]},"Here’s a temporary password they can use to log in and then change their password.":{"msgstr":["Đây là mật khẩu tạm thời họ có thể dùng để đăng nhập và đổi mật khẩu."]},"We've sent them an email with instructions for creating a new password.":{"msgstr":["Chúng tôi đã gửi cho họ một email hướng dẫn tạo mật khẩu mới."]},"Active":{"msgstr":["Kích hoạt"]},"Deactivated":{"msgstr":["Huỷ kích hoạt"]},"Add someone":{"msgstr":["Thêm ai đó"]},"Last Login":{"msgstr":["Đăng nhập cuối"]},"Signed up via Google":{"msgstr":["Đăng ký qua Google"]},"Signed up via LDAP":{"msgstr":["Đăng ký qua LDAP"]},"Reactivate this account":{"msgstr":["Kích hoạt lại tài khoản này"]},"Never":{"msgstr":["Không bao giờ"]},"${ 0 } table":{"msgid_plural":"{0} tables","msgstr":["${ 0 } bản"]}," will be ":{"msgstr":[" sẽ được "]},"given access to":{"msgstr":["cấp quyền truy cập tới"]}," and ":{"msgstr":[" và "]},"denied access to":{"msgstr":["chặn truy cập tới"]}," will no longer be able to ":{"msgstr":[" sẽ không thể"]}," will now be able to ":{"msgstr":[" bây giờ có thể"]}," native queries for ":{"msgstr":["truy vấn gốc cho"]},"Permissions":{"msgstr":["Các quyền"]},"Save permissions?":{"msgstr":["Lưu các quyền?"]},"Save Changes":{"msgstr":["Lưu thay đổi"]},"Discard changes?":{"msgstr":["Huỷ thay đổi?"]},"No changes to permissions will be made.":{"msgstr":["Không có thay đổi gì về quyền."]},"You've made changes to permissions.":{"msgstr":["Bạn đã tạo thay đổi về quyền."]},"Permissions for this collection":{"msgstr":["Quyền hạn cho bộ sưu tập này"]},"You have unsaved changes":{"msgstr":["Bạn có những thay đổi chưa được lưu"]},"Do you want to leave this page and discard your changes?":{"msgstr":["Bạn có muốn rời trang này và huỷ các thay đổi?"]},"Sorry, an error occurred.":{"msgstr":["Xin lỗi, đã có lỗi xảy ra."]},"Administrators always have the highest level of access to everything in Metabase.":{"msgstr":["Các quản trị viên luôn có quyền hạn cao nhất tới tất cả các thứ trong Metabase"]},"Every Metabase user belongs to the All Users group. If you want to limit or restrict a group's access to something, make sure the All Users group has an equal or lower level of access.":{"msgstr":["Tất cả người dùng Metabase nằm trong nhóm \"Tất cả người dùng\". Nếu bạn muốn giới hạn hoặc thu hẹp truy cập của một nhóm tới một thứ gì đó, hãy đảm bảo rằng nhóm \"Tất cả người dùng\" có quyền tương đương hoặc thấp hơn."]},"MetaBot is Metabase's Slack bot. You can choose what it has access to here.":{"msgstr":["MetaBot là một con bot của Metabase trên Slack. Bạn có thể chọn những thứ nó có thể truy cập ở đây."]},"The \"${ 0 }\" group may have access to a different set of ${ 1 } than this group, which may give this group additional access to some ${ 2 }.":{"msgstr":["Nhóm \\ \"${ 0 } \" có thể có quyền truy cập vào một nhóm ${ 1 } khác với nhóm này, nhóm này có thể cung cấp cho nhóm này quyền truy cập bổ sung vào một số ${ 2 }."]},"The \"${ 0 }\" group has a higher level of access than this, which will override this setting. You should limit or revoke the \"${ 1 }\" group's access to this item.":{"msgstr":["Nhóm \\ \"${ 0 } \" có mức truy cập cao hơn nhóm này, sẽ ghi đè cài đặt này. Bạn nên giới hạn hoặc thu hồi quyền truy cập của nhóm \\ \"${ 1 } \" vào mục này."]},"Limit":{"msgstr":["Giới hạn"]},"Revoke":{"msgstr":["Thu hồi"]},"access even though \"${ 0 }\" has greater access?":{"msgstr":["truy cập mặc dù \\ \"${ 0 } \" có quyền truy cập lớn hơn?"]},"Limit access":{"msgstr":["Giới hạn truy cập"]},"Revoke access":{"msgstr":["Thu hồi quyền truy cập"]},"Change access to this database to limited?":{"msgstr":["Thay đổi quyền truy cập tới cơ sở dữ liệu này thành giới hạn?"]},"Change":{"msgstr":["Thay đổi"]},"Allow Raw Query Writing?":{"msgstr":["Cho phép viết truy vấn thuần tuý"]},"This will also change this group's data access to Unrestricted for this database.":{"msgstr":["Điều này cũng sẽ thay đổi quyền truy cập dữ liệu của nhóm này thành Không giới hạn đối với cơ sở dữ liệu này."]},"Allow":{"msgstr":["Cho phép"]},"Revoke access to all tables?":{"msgstr":["Thu hồi quyền truy cập tới tất cả cá bảng?"]},"This will also revoke this group's access to raw queries for this database.":{"msgstr":["Điều này cũng sẽ thu hồi quyền truy cập của nhóm này vào các truy vấn thô cho cơ sở dữ liệu này."]},"Grant unrestricted access":{"msgstr":["Cấp quyền truy cập không hạn chế"]},"Unrestricted access":{"msgstr":["Truy cập không hạn chế"]},"Limited access":{"msgstr":["Giới hạn truy cập"]},"No access":{"msgstr":["Không truy cập"]},"Write raw queries":{"msgstr":["Viết truy vấn thuần tuý"]},"Can write raw queries":{"msgstr":["Có thể viết các truy vấn thuần tuý"]},"Curate collection":{"msgstr":["Bộ sưu tập"]},"View collection":{"msgstr":["Xem bộ sưu tập"]},"Data Access":{"msgstr":["Truy cập dữ liệu"]},"View tables":{"msgstr":["Xem bảng"]},"SQL Queries":{"msgstr":["Truy vấn SQL"]},"View schemas":{"msgstr":["Xem schema"]},"Data Model":{"msgstr":["Dữ liệu mẫu"]},"Sign in with Google":{"msgstr":["Đăng nhập với Google"]},"Allows users with existing Metabase accounts to login with a Google account that matches their email address in addition to their Metabase username and password.":{"msgstr":["Cho phép người dùng có tài khoản Metabase hiện tại đăng nhập bằng tài khoản Google khớp với địa chỉ email của họ bên cạnh tên người dùng và mật khẩu Metabase của họ."]},"Configure":{"msgstr":["Cấu hình"]},"LDAP":{"msgstr":["LDAP"]},"Allows users within your LDAP directory to log in to Metabase with their LDAP credentials, and allows automatic mapping of LDAP groups to Metabase groups.":{"msgstr":["Cho phép người dùng trong thư mục LDAP của bạn đăng nhập vào Metabase bằng thông tin LDAP của họ và cho phép tự động ánh xạ các nhóm LDAP sang các nhóm Metabase."]},"That's not a valid email address":{"msgstr":["Đó không phải là một địa chỉ email hợp lệ"]},"That's not a valid integer":{"msgstr":["Đó không phải là một số nguyên hợp lệ"]},"Changes saved!":{"msgstr":["Đã lưu thay đổi!"]},"Looks like we ran into some problems":{"msgstr":["Có vẻ như chúng ta đã gặp một số vấn đề"]},"Send test email":{"msgstr":["Gửi email kiểm tra"]},"Sending...":{"msgstr":["Đang gửi..."]},"Sent!":{"msgstr":["Đã gửi!"]},"Clear":{"msgstr":["Xoá"]},"Authentication":{"msgstr":["Xác thực"]},"Server Settings":{"msgstr":["Cài đặt máy chủ"]},"User Schema":{"msgstr":["Schema người dùng"]},"Attributes":{"msgstr":["Các thuộc tính"]},"Group Schema":{"msgstr":["Nhóm Schema"]},"Using ":{"msgstr":["Đang sử dụng "]},"Getting set up":{"msgstr":["Đang thiết lập"]},"A few things you can do to get the most out of Metabase.":{"msgstr":["Một vài điều bạn có thể làm để tận dụng tối đa Metabase."]},"Recommended next step":{"msgstr":["Đề xuất bước tiếp theo"]},"Google Sign-In":{"msgstr":["Đăng nhập Google"]},"To allow users to sign in with Google you'll need to give Metabase a Google Developers console application client ID. It only takes a few steps and instructions on how to create a key can be found ${ 0 }":{"msgstr":["Để cho phép người dùng đăng nhập bằng Google, bạn cần cung cấp cho Metabase ID ứng dụng khách ứng dụng bảng điều khiển Google Developers. Chỉ mất vài bước và hướng dẫn về cách tạo khóa có thể được tìm thấy ${ 0 }"]},"Your Google client ID":{"msgstr":["Google client ID của bạn"]},"Allow users to sign up on their own if their Google account email address is from:":{"msgstr":["Cho phép người dùng tự đăng ký nếu địa chỉ email tài khoản Google của họ đến từ:"]},"Answers sent right to your Slack #channels":{"msgstr":["Câu trả lời đã được gửi thằng tới kênh Slack của bạn"]},"Create a Slack Bot User for MetaBot":{"msgstr":["Tạo một tài khoản Slack Bot cho MetaBot"]},"Once you're there, give it a name and click ${ 0 }. Then copy and paste the Bot API Token into the field below. Once you are done, create a \"metabase_files\" channel in Slack. Metabase needs this to upload graphs.":{"msgstr":["Khi bạn đã ở đó, hãy đặt tên cho nó và nhấp vào ${ 0 }. Sau đó sao chép và dán mã thông báo Bot API vào trường bên dưới. Khi bạn đã hoàn tất, hãy tạo kênh \\ \"metabase_files \" trong Slack. Metabase cần điều này để tải lên biểu đồ."]},"You're running Metabase ${ 0 } which is the latest and greatest!":{"msgstr":["Bạn đang chạy Metabase ${ 0 }, đây là phiên bản mới nhất và tốt nhất!"]},"Metabase ${ 0 } is available.  You're running ${ 1 }":{"msgstr":["Đã có Metabase ${ 0 }. Bạn đang sử dụng ${ 1 }"]},"Update":{"msgstr":["Cập nhật"]},"What's Changed:":{"msgstr":["Những thay đổi:"]},"Add a map":{"msgstr":["Thêm một bản đồ"]},"URL":{"msgstr":["URL"]},"Delete custom map":{"msgstr":["Xoá bản đồ tuỳ chỉnh"]},"Remove":{"msgstr":["Xoá"]},"Select…":{"msgstr":["Chọn..."]},"Sample values:":{"msgstr":["Các giá trị mẫu:"]},"Add a new map":{"msgstr":["Thêm một bản đồ mới"]},"Edit map":{"msgstr":["Sửa bản đồ"]},"What do you want to call this map?":{"msgstr":["Bạn muốn gọi bản đồ này là gì?"]},"e.g. United Kingdom, Brazil, Mars":{"msgstr":["ví dụ: Việt Nam, Thái lan, Mặt trăng"]},"URL for the GeoJSON file you want to use":{"msgstr":["URL đến file GeoJSON bạn muốn sử dụng"]},"Like https://my-mb-server.com/maps/my-map.json":{"msgstr":["Ví dụ như https://my-mb-server.com/maps/my-map.json"]},"Refresh":{"msgstr":["Làm mới"]},"Load":{"msgstr":["Tải"]},"Which property specifies the region’s identifier?":{"msgstr":["Thuộc tính nào xác định định danh của vùng"]},"Which property specifies the region’s display name?":{"msgstr":["Thuộc tính nào xác định tên của vùng"]},"Load a GeoJSON file to see a preview":{"msgstr":["Tải file GeoJSON để xem trước"]},"Save map":{"msgstr":["Lưu bản đồ"]},"Add map":{"msgstr":["Thêm bản đồ"]},"Using embedding":{"msgstr":["Sử dụng nhúng"]},"By enabling embedding you're agreeing to the embedding license located at":{"msgstr":["Bằng cách cho phép nhúng, bạn đồng ý với giấy phép nhúng nằm ở"]},"In plain English, when you embed charts or dashboards from Metabase in your own application, that application isn't subject to the Affero General Public License that covers the rest of Metabase, provided you keep the Metabase logo and the \"Powered by Metabase\" visible on those embeds. You should, however, read the license text linked above as that is the actual license that you will be agreeing to by enabling this feature.":{"msgstr":["Nói một cách dễ hiểu, khi bạn nhúng biểu đồ hoặc bảng điều khiển từ Metabase vào ứng dụng của riêng bạn, ứng dụng đó không phải tuân theo Giấy phép Công cộng Chung bao gồm phần còn lại của Metabase, miễn là bạn giữ logo Metabase và \\ \"Được cung cấp bởi Metabase \\ \"Hiển thị trên các nhúng. Tuy nhiên, bạn nên đọc văn bản giấy phép được liên kết ở trên vì đó là giấy phép thực tế mà bạn sẽ đồng ý bằng cách bật tính năng này."]},"Enable":{"msgstr":["Bật"]},"Premium embedding enabled":{"msgstr":["Đã bật nhúng cao cấp"]},"Enter the token you bought from the Metabase Store":{"msgstr":["Nhập vào mã bạn đã mua từ Metabase Store"]},"Premium embedding lets you disable \"Powered by Metabase\" on your embedded dashboards and questions.":{"msgstr":["Nhúng cao cấp cho phép bạn tắt thông báo \"Powered by Metabase\" trên các trang nhúng tổng quan và các câu hỏi"]},"Buy a token":{"msgstr":["Mua một mã"]},"Enter a token":{"msgstr":["Nhập một mã"]},"Edit Mappings":{"msgstr":["Sửa các ánh xạ"]},"Group Mappings":{"msgstr":["Nhóm các ánh xạ"]},"Create a mapping":{"msgstr":["Tạo một ánh xạ"]},"Mappings allow Metabase to automatically add and remove users from groups based on the membership information provided by the\ndirectory server. Membership to the Admin group can be granted through mappings, but will not be automatically removed as a\nfailsafe measure.":{"msgstr":["Ánh xạ cho phép Metabase tự động thêm và xóa người dùng khỏi các nhóm dựa trên thông tin thành viên được cung cấp bởi máy chủ thư mục. Tư cách thành viên của nhóm Quản trị viên có thể được cấp thông qua ánh xạ, nhưng sẽ không tự động bị xóa như một biện pháp không an toàn."]},"Distinguished Name":{"msgstr":["Tên phân biệt"]},"Public Link":{"msgstr":["Liên kết công khai"]},"Revoke Link":{"msgstr":["Thu hồi liên kết"]},"Disable this link?":{"msgstr":["Vô hiệu hoá liên kết này?"]},"They won't work anymore, and can't be restored, but you can create new links.":{"msgstr":["Nó sẽ không hoạt động nữa, và cũng không thể khôi phục, tuy nhiên bạn có thể tạo các liên kết mới."]},"Public Dashboard Listing":{"msgstr":["Danh sách trang tổng quan công khai"]},"No dashboards have been publicly shared yet.":{"msgstr":["Chưa có trang tổng quan nào được chia sẻ công khai."]},"Public Card Listing":{"msgstr":["Danh sách thẻ công khai"]},"No questions have been publicly shared yet.":{"msgstr":["Chưa có câu hỏi nào được chia sẻ không khai."]},"Embedded Dashboard Listing":{"msgstr":["Danh sách trang nhúng tổng quan"]},"No dashboards have been embedded yet.":{"msgstr":["Chưa có trang tổng quan nào được nhúng."]},"Embedded Card Listing":{"msgstr":["Danh sách thẻ nhúng"]},"No questions have been embedded yet.":{"msgstr":["Chưa có câu hỏi nào được nhúng."]},"Regenerate embedding key?":{"msgstr":["Sinh lại mã khoá nhúng"]},"This will cause existing embeds to stop working until they are updated with the new key.":{"msgstr":["Điều này sẽ khiến các nhúng đang có không hoạt động cho tới khi bạn cập nhật mã khoá mới cho chúng."]},"Regenerate key":{"msgstr":["Sinh lại mã khoá"]},"Generate Key":{"msgstr":["Sinh mã khoá"]},"Enabled":{"msgstr":["Bật"]},"Disabled":{"msgstr":["Tắt"]},"Unknown setting ${ 0 }":{"msgstr":["Cài đặt ${ 0 } không xác định"]},"Setup":{"msgstr":["Thiết lập"]},"General":{"msgstr":["Tổng quan"]},"Site Name":{"msgstr":["Tên trang"]},"Site URL":{"msgstr":["Đường dẫn trang"]},"Email Address for Help Requests":{"msgstr":["Địa chỉ email yêu cầu giúp đỡ"]},"Report Timezone":{"msgstr":["Múi giờ báo cáo"]},"Database Default":{"msgstr":["Cơ sở dữ liệu mặc định"]},"Select a timezone":{"msgstr":["Chọn múi giờ"]},"Not all databases support timezones, in which case this setting won't take effect.":{"msgstr":["Không phải tất cả cơ sở dữ liệu đều hõ trợ múi giờ, trong trường hợp đó cài đặt này sẽ không có tác dụng."]},"Language":{"msgstr":["Ngôn ngữ"]},"Select a language":{"msgstr":["Chọn một ngôn ngữ"]},"Anonymous Tracking":{"msgstr":["Theo dõi nặc danh"]},"Friendly Table and Field Names":{"msgstr":["Bảng và trường dữ liệu thân thiện"]},"Only replace underscores and dashes with spaces":{"msgstr":["Chỉ thay thế các dấu gạch dưới và các dấu gạch ngang bằng các dấu cách"]},"Enable Nested Queries":{"msgstr":["Cho phép các truy vấn lồng nhau"]},"Updates":{"msgstr":["Các cập nhật"]},"Check for updates":{"msgstr":["Kiểm tra các cập nhật"]},"SMTP Host":{"msgstr":["Máy chủ SMTP"]},"SMTP Port":{"msgstr":["Cổng SMTP"]},"That's not a valid port number":{"msgstr":["Đó không phải là một giá trị cổng hợp lệ"]},"SMTP Security":{"msgstr":["Bảo mật SMTP"]},"SMTP Username":{"msgstr":["Tên tài khoản SMTP"]},"SMTP Password":{"msgstr":["Mật khẩu SMTP"]},"From Address":{"msgstr":["Địa chỉ gửi"]},"Slack API Token":{"msgstr":["Slack API Token"]},"Enter the token you received from Slack":{"msgstr":["Nhập token bạn lấy từ Slack"]},"Single Sign-On":{"msgstr":["Đăng nhập một lần"]},"LDAP Authentication":{"msgstr":["Xác thực LDAP"]},"LDAP Host":{"msgstr":["Máy chủ LDAP"]},"LDAP Port":{"msgstr":["Cổng LDAP"]},"LDAP Security":{"msgstr":["Bảo mật LDAP"]},"Username or DN":{"msgstr":["Tên tài khoản hoặc tên miền"]},"Password":{"msgstr":["Mật khẩu"]},"User search base":{"msgstr":["Cơ sở tìm kiếm người dùng"]},"User filter":{"msgstr":["Lọc người dùng"]},"Check your parentheses":{"msgstr":["Kiểm tra dấu ngoặc đơn"]},"Email attribute":{"msgstr":["Thuộc tính email"]},"First name attribute":{"msgstr":["Thuộc tính tên"]},"Last name attribute":{"msgstr":["Thuộc tính họ"]},"Synchronize group memberships":{"msgstr":["Đồng bộ thành viên nhóm"]},"Group search base":{"msgstr":["Cơ sở tìm kiếm nhóm"]},"Maps":{"msgstr":["Các bản đồ"]},"Map tile server URL":{"msgstr":["Đường dẫn đến máy chủ mảnh bản đồ"]},"Metabase uses OpenStreetMaps by default.":{"msgstr":["Metabase mặc định sử dụngOpenStreetMaps"]},"Custom Maps":{"msgstr":["Tuỳ chỉnh các bản đồ"]},"Add your own GeoJSON files to enable different region map visualizations":{"msgstr":["Thêm các file GeoJSON của bạn để có thể hiển thị các khu vực bản đồ khác nhau"]},"Public Sharing":{"msgstr":["Chia sẻ công khai"]},"Enable Public Sharing":{"msgstr":["Bật chia sẻ công khai"]},"Shared Dashboards":{"msgstr":["Các trang tổng quan được chi sẻ"]},"Shared Questions":{"msgstr":["Các câu hỏi được chia sẻ"]},"Embedding in other Applications":{"msgstr":["Nhung vào các ứng dụng khác"]},"Enable Embedding Metabase in other Applications":{"msgstr":["Cho phép nhúng Metabase vào các ứng dụng khác"]},"Embedding secret key":{"msgstr":["Mã nhúng khoá bí mật"]},"Embedded Dashboards":{"msgstr":["Các trang tổng quan được nhúng"]},"Embedded Questions":{"msgstr":["Các câu hỏi được nhúng"]},"Caching":{"msgstr":["Bộ nhớ đệm"]},"Enable Caching":{"msgstr":["Kích hoạt bộ nhớ đệm"]},"Minimum Query Duration":{"msgstr":["Thời gian truy vấn tối thiểu"]},"Cache Time-To-Live (TTL) multiplier":{"msgstr":["Bộ nhớ đệm hệ số nhân thời gian sống (TTL)"]},"Max Cache Entry Size":{"msgstr":["Kích thước mục nhập bộ nhớ cache tối đa"]},"Your alert is all set up.":{"msgstr":["Cảnh báo của bạn đã được thiết lập."]},"Your alert was updated.":{"msgstr":["Cảnh báo của bạn đã được cập nhật."]},"The alert was successfully deleted.":{"msgstr":["Đã xoá cảnh báo thành công."]},"Please enter a valid formatted email address.":{"msgstr":["Vui lòng nhập một email hợp lệ"]},"Passwords do not match":{"msgstr":["Mật khẩu không khớp"]},"Back to login":{"msgstr":["Trở về đăng nhập"]},"No Metabase account exists for this Google account.":{"msgstr":["Không có tài khoản Metabase nào tương ứng với tài khoản Google này."]},"You'll need an administrator to create a Metabase account before you can use Google to log in.":{"msgstr":["Bạn sẽ cần quản trị viên tạo một tài khoản Metabase trước khi bạn có thể dùng Google để đăng nhập."]},"Sign in with ${ 0 }":{"msgstr":["Đăng nhập với ${ 0 }"]},"Please contact an administrator to have them reset your password":{"msgstr":["Xin hãy liên hệ với quản trị viên để đặt lại mật khẩu cho bạn"]},"Forgot password":{"msgstr":["Quên mật khẩu"]},"The email you use for your Metabase account":{"msgstr":["Địa chỉ email sử dụng cho tài khoản Metabase"]},"Send password reset email":{"msgstr":["Gửi email khôi phục mật khẩu"]},"Check your email for instructions on how to reset your password.":{"msgstr":["Hãy kiểm tra email hướng dẫn cách đặt lại mật khẩu."]},"Sign in to Metabase":{"msgstr":["Đăng nhập vào Metabase"]},"OR":{"msgstr":["HOẶC"]},"Username or email address":{"msgstr":["Tên tài khoản hoặc địa chỉ email"]},"Sign in":{"msgstr":["Đăng nhập"]},"I seem to have forgotten my password":{"msgstr":["Có vẻ như tôi đã quên mật khẩu của mình"]},"request a new reset email":{"msgstr":["yêu cầu một email đặt lại mật khẩu"]},"Whoops, that's an expired link":{"msgstr":["Ôi, liên kết đó đã hết hạn"]},"For security reasons, password reset links expire after a little while. If you still need\nto reset your password, you can ${ 0 }.":{"msgstr":["Vì lý do bảo mật, liên kết đặt lại mật khẩu sẽ hết hạn trong một khoảng thời gian. Nếu bạn vẫn cần đặt lại mật khẩu, bạn có thể ${ 0 }"]},"New password":{"msgstr":["Mật khẩu mới"]},"To keep your data secure, passwords ${ 0 }":{"msgstr":["Để giữ cho dữ liệu của bạn được bảo mật, mật khẩu ${ 0 }"]},"Create a new password":{"msgstr":["Tạo mật khẩu mới"]},"Make sure its secure like the instructions above":{"msgstr":["Hãy chắc rằng nó bảo mật như hướng dẫn bên trên"]},"Confirm new password":{"msgstr":["Xác nhận mật khẩu mới"]},"Make sure it matches the one you just entered":{"msgstr":["Hãy đảm bảo rằng nó khớp với giá trị bạn vừa nhập"]},"Your password has been reset.":{"msgstr":["Mật khẩu của bạn đã được đặt lại."]},"Sign in with your new password":{"msgstr":["Đăng nhập với mật khẩu mới"]},"Save failed":{"msgstr":["Lưu thất bại"]},"Saved":{"msgstr":["Đã lưu"]},"Ok":{"msgstr":["Được"]},"Archive this collection?":{"msgstr":["Lưu trữ bộ sưu tập này?"]},"The dashboards, collections, and pulses in this collection will also be archived.":{"msgstr":["Bảng điều khiển, bộ sưu tập và xung trong bộ sưu tập này cũng sẽ được lưu trữ."]},"Archive":{"msgstr":["Lưu trữ"]},"This ${ 0 } has been archived":{"msgstr":["${ 0 } này đã được lưu trữ"]},"View the archive":{"msgstr":["Xem lưu trữ"]},"Unarchive this ${ 0 }":{"msgstr":["Bỏ lưu trữ ${ 0 } này"]},"Our data":{"msgstr":["Dữ liệu của chúng ta"]},"X-ray this table":{"msgstr":["X-ray bảng này"]},"Learn about this table":{"msgstr":["Học hỏi về bảng này"]},"Clickity click":{"msgstr":["Nhấp chuột"]},"Saved!":{"msgstr":["Đã lưu!"]},"Saving failed.":{"msgstr":["Lưu thất bại."]},"Su":{"msgstr":["CN"]},"Mo":{"msgstr":["T2"]},"Tu":{"msgstr":["T3"]},"We":{"msgstr":["T4"]},"Th":{"msgstr":["T5"]},"Fr":{"msgstr":["T6"]},"Sa":{"msgstr":["T7"]},"Your admin's email address":{"msgstr":["Địa chỉ email quản trị"]},"To send ${ 0 }, you'll need to set up ${ 1 } integration.":{"msgstr":["Để gửi ${ 0 }, bạn sẽ cần thiết lập tích hợp ${ 1 }."]}," or ":{"msgstr":[" hoặc "]},"To send ${ 0 }, an admin needs to set up ${ 1 } integration.":{"msgstr":["Để gửi ${ 0 }, quản trị viên cần thiết lập tích hợp ${ 1 }."]},"This collection is empty, like a blank canvas":{"msgstr":["Bộ sưu tập này trống rỗng, giống như một khung vẽ trống"]},"You can use collections to organize and group dashboards, questions and pulses for your team or yourself":{"msgstr":["Bạn có thể sử dụng các bộ sưu tập để sắp xếp và nhóm bảng điều khiển, câu hỏi và xung cho nhóm của bạn hoặc chính bạn"]},"Create another collection":{"msgstr":["Tạo bộ sưu tập khác"]},"Dashboards let you collect and share data in one place.":{"msgstr":["Trang tổng quan cho phép bạn tổng hợp và chia sẻ dữ liệu vào một nơi."]},"Pulses let you send out the latest data to your team on a schedule via email or slack.":{"msgstr":["Các xung cho phép bạn gửi dữ liệu mới nhất đến nhóm của mình theo lịch trình qua email hoặc chùng."]},"Questions are a saved look at your data.":{"msgstr":["Các câu hỏi là một cái nhìn lưu vào dữ liệu của bạn."]},"Pins":{"msgstr":["Các ghim"]},"Drag something here to pin it to the top":{"msgstr":["Kéo thứ gì đó vào đây để ghim nó lên đầu"]},"Collections":{"msgstr":["Các bộ sưu tập"]},"Drag here to un-pin":{"msgstr":["Kéo vào đây để bỏ ghim"]},"${ 0 } item selected":{"msgid_plural":"{0} items selected","msgstr":["${ 0 } mục đã chọn"]},"Move ${ 0 } items?":{"msgstr":["Di chuyển ${ 0 } mục"]},"Move \"${ 0 }\"?":{"msgstr":["Di chuyển \"${ 0 }\"?"]},"Move":{"msgstr":["Di chuyển"]},"Edit this collection":{"msgstr":["Chỉnh sửa bộ sưu tập này"]},"Archive this collection":{"msgstr":["Lưu trữ bộ sưu tập này"]},"My personal collection":{"msgstr":["Bộ sưu tập cá nhân của tôi"]},"New collection":{"msgstr":["Bộ sưu tập mới"]},"Copied!":{"msgstr":["Đã sao chép!"]},"Use an SSH-tunnel for database connections":{"msgstr":["Sử dụng một SSH-tunnel cho các kết nối tới cơ sở dữ liệu này"]},"Some database installations can only be accessed by connecting through an SSH bastion host.\nThis option also provides an extra layer of security when a VPN is not available.\nEnabling this is usually slower than a direct connection.":{"msgstr":["Một vài cài đặt cơ sở dữ liệu chỉ có thể truy cập bằng kết nối qua một máy chủ SSH.\nLựa chọn này cung cấp một tầng bảo mật khi VPN không khả dụng.\nBật tính năng này sẽ làm chậm hết nối hơn là kết nối trực tiếp."]},"This is a large database, so let me choose when Metabase syncs and scans":{"msgstr":["Đây là một cơ sở dữ liệu lớn, vậy nên hãy để tôi chọn khi nào thì Metabase đồng bộ và quét"]},"By default, Metabase does a lightweight hourly sync and an intensive daily scan of field values.\nIf you have a large database, we recommend turning this on and reviewing when and how often the field value scans happen.":{"msgstr":["Nếu bạn có cơ sở dữ liệu lớn, chúng tôi khuyên bạn nên bật tính năng này và xem xét thời điểm và tần suất quét giá trị trường xảy ra."]},"${ 0 } to generate a Client ID and Client Secret for your project.":{"msgstr":["${ 0 } để sinh Client ID và Client Secret cho dự án của bạn."]},"Click here":{"msgstr":["Nhấn vào đây"]},"Choose \"Other\" as the application type. Name it whatever you'd like.":{"msgstr":["Chọn \"Khác\" cho kiểu ứng dụng. Đặt tên tuỳ ý bạn thích"]},"${ 0 } to get an auth code":{"msgstr":["${ 0 } để lấy mã xác thực"]},"with Google Drive permissions":{"msgstr":["với quyền của Google Drive"]},"To use Metabase with this data you must enable API access in the Google Developers Console.":{"msgstr":["Để sử dụng Metabase với dữ liệu này bạn phải bật tính năng API access trên giao diện Google Developers Console."]},"${ 0 } to go to the console if you haven't already done so.":{"msgstr":["${ 0 } để đi tới bảng điều khiển nếu bạn chưa làm thế."]},"How would you like to refer to this database?":{"msgstr":["Bạn muốn tham khảo cơ sở dữ liệu này như thế nào?"]},"Next":{"msgstr":["Tiếp theo"]},"Delete this ${ 0 }":{"msgstr":["Xoá ${ 0 } này"]},"Pin this item":{"msgstr":["Ghim cái này"]},"Move this item":{"msgstr":["Di chuyển cái này"]},"Edit this question":{"msgstr":["Sửa câu hỏi này"]},"Action type":{"msgstr":["Kiểu hành động"]},"View revision history":{"msgstr":["Xem lịch sử thay đổi"]},"Move action":{"msgstr":["Hành động di chuyển"]},"Archive action":{"msgstr":["Hành động lưu trữ"]},"Add to dashboard":{"msgstr":["Thêm vào bảng tổng quan"]},"Download results":{"msgstr":["Tải xuống kết quả"]},"Sharing and embedding":{"msgstr":["Chia sẻ và nhúng"]},"Another action type":{"msgstr":["Kiểu hành đông khác"]},"Get alerts about this":{"msgstr":["Nhận cảnh báo về cái này"]},"View the SQL":{"msgstr":["Xem câu truy vấn SQL"]},"Segments for this":{"msgstr":["Phân khúc cho việc này"]},"Show error details":{"msgstr":["Hiển thị chi tiết lỗi"]},"Here's the full error message":{"msgstr":["Đây là chi tiết thông báo lỗi"]},"Hi, Metabot here.":{"msgstr":["Xin chào, Metabot đây."]},"Based on the schema":{"msgstr":["Dựa vào schema"]},"A look at your":{"msgstr":["Nhìn vào cái của bạn"]},"Search the list":{"msgstr":["Tìm kiếm trong danh sách"]},"Search by ${ 0 }":{"msgstr":["Tìm kiếm theo ${ 0 }"]}," or enter an ID":{"msgstr":[" hoặc nhập vào một ID"]},"Enter an ID":{"msgstr":["Nhập vào một ID"]},"Enter a number":{"msgstr":["Nhập vào một số"]},"Enter some text":{"msgstr":["Nhập vào vài dòng chữ"]},"No matching ${ 0 } found.":{"msgstr":["Không có ${ 0 } nào khớp."]},"Including every option in your filter probably won’t do much…":{"msgstr":["Bao gồm mọi tùy chọn trong bộ lọc của bạn có thể sẽ không làm được nhiều"]},"Something's gone wrong":{"msgstr":["Có gì đó sai"]},"We've run into an error. You can try refreshing the page, or just go back.":{"msgstr":["Đã gặp lỗi. Bạn có  thể thử làm mới lại trang, hoặc trở về trang trước."]},"No description yet":{"msgstr":["Chưa có mô tả"]},"New ${ 0 }":{"msgstr":["${ 0 } mới"]},"Asked by ${ 0 }":{"msgstr":["Được hỏi bởi ${ 0 }"]},"Today, ":{"msgstr":["Hôm nay "]},"Yesterday, ":{"msgstr":["Hôm qua "]},"First revision.":{"msgstr":["Phiên bản đầu tiên."]},"Reverted to an earlier revision and ${ 0 }":{"msgstr":["Khôi phục về phiên bản trước đó và ${ 0 }"]},"Revision history":{"msgstr":["Lịch sử thay đổi"]},"When":{"msgstr":["Khi"]},"Who":{"msgstr":["Ai"]},"What":{"msgstr":["Cái gì"]},"Revert":{"msgstr":["Khôi phục"]},"Reverting…":{"msgstr":["Đang khôi phục..."]},"Revert failed":{"msgstr":["Không phục thất lại"]},"Reverted":{"msgstr":["Đã khôi phục"]},"Everything":{"msgstr":["Tất cả mọi thứ"]},"Dashboards":{"msgstr":["Các trang tổng quan"]},"Questions":{"msgstr":["Các câu hỏi"]},"Pulses":{"msgstr":["Xung"]},"Back":{"msgstr":["Trở lại"]},"Find...":{"msgstr":["Tìm..."]},"An error occured":{"msgstr":["Lỗi đã xảy ra"]},"Loading...":{"msgstr":["Đang tải..."]},"Metabase Newsletter":{"msgstr":["Bản tin Metabase"]},"Get infrequent emails about new releases and feature updates.":{"msgstr":["Nhận email không thường xuyên về các bản phát hành hoặc tính năng cập nhật."]},"Subscribe":{"msgstr":["Đăng ký"]},"You're subscribed. Thanks for using Metabase!":{"msgstr":["Bạn đã đăng ký. Cảm ơn đã sử dụng Metabase!"]},"We're a little lost...":{"msgstr":["Chúng ta hơi lạc lối..."]},"Temporary Password":{"msgstr":["Mật khẩu tạm thời"]},"Hide":{"msgstr":["Ẩn"]},"Show":{"msgstr":["Hiện"]},"Saved! Add this to a dashboard?":{"msgstr":["Đã lưu! Thêm vào trang tổng quan?"]},"Yes please!":{"msgstr":["Vâng!"]},"Not now":{"msgstr":["Không phải bây giờ"]},"Error:":{"msgstr":["Lỗi:"]},"Sunday":{"msgstr":["Chủ nhật"]},"Monday":{"msgstr":["Thứ hai"]},"Tuesday":{"msgstr":["Thứ ba"]},"Wednesday":{"msgstr":["Thứ tư"]},"Thursday":{"msgstr":["Thứ năm"]},"Friday":{"msgstr":["Thứ sáu"]},"Saturday":{"msgstr":["Thứ bảy"]},"First":{"msgstr":["Đầu tiên"]},"Last":{"msgstr":["Cuối cùng"]},"15th (Midpoint)":{"msgstr":["15 (điểm giữa)"]},"Calendar Day":{"msgstr":["Lịch ngày"]},"your Metabase timezone":{"msgstr":["Múi giờ Metabase của bạn"]},"Filter this list...":{"msgstr":["Lọc danh sách này..."]},"Blue":{"msgstr":["Xanh dương"]},"Green":{"msgstr":["Xanh lá cây"]},"Red":{"msgstr":["Đỏ"]},"Yellow":{"msgstr":["Vàng"]},"A component used to make a selection":{"msgstr":["Một yếu tố được sử dụng để tạo lựa chọ"]},"Selected":{"msgstr":["Đã chọn"]},"Nothing to select":{"msgstr":["Không có gì để chọn"]},"Sorry, you don’t have permission to see that.":{"msgstr":["Xin lỗi, bạn không có quyền xem."]},"Unknown error encountered":{"msgstr":["Lỗi không xác định"]},"Create":{"msgstr":["Tạo"]},"Create dashboard":{"msgstr":["Tạo trang tổng quan"]},"Table":{"msgstr":["Bảng"]},"Database":{"msgstr":["Cơ sở dữ liệu"]},"Creator":{"msgstr":["Người tạo"]},"No results found":{"msgstr":["Không có kết quả"]},"Try adjusting your filter to find what you’re looking for.":{"msgstr":["Thử chỉnh sửa lọc để tìm những gì bạn đang tìm kiếm."]},"View by":{"msgstr":["Xem bởi"]},"of":{"msgstr":["của"]},"Don't tell anyone, but you're my favorite.":{"msgstr":["Đừng nói với ai, nhưng mà bạn mà người tôi yêu thích."]},"Once you connect your own data, I can show you some automatic explorations called x-rays. Here are some examples with sample data.":{"msgstr":["Một khi bạn kết nối dữ liệu của mình, Tôi có thể cho bạn một vài khám phá tự động gọi là x-rays. Đây là một vài ví dụ với mẫu dữ liệu."]},"Start here":{"msgstr":["Bắt đầu ở đây"]},"Our analytics":{"msgstr":["Các phân tích của chúng ta"]},"Browse all items":{"msgstr":["Duyệt tất cả"]},"Replace or save as new?":{"msgstr":["Thay thế hoặc lưu mới?"]},"Replace original question, \"${ 0 }\"":{"msgstr":["Thay thế câu hỏi gốc, \"${ 0 }\""]},"Save as new question":{"msgstr":["Lưu ra câu hỏi mới"]},"First, save your question":{"msgstr":["Đầu tiên, hãy lưu câu hỏi của bạn"]},"Save question":{"msgstr":["Lưu câu hỏi"]},"What is the name of your card?":{"msgstr":["Tên thẻ của bạn là gì?"]},"Description":{"msgstr":["Mô tả"]},"It's optional but oh, so helpful":{"msgstr":["Nó không bắt buộc, nhưng có ích đó"]},"Which collection should this go in?":{"msgstr":["Cái này nên đi vào bộ sưu tập nào?"]},"modified":{"msgstr":["Đã điều chỉnh"]},"item":{"msgstr":["mục"]},"Undo":{"msgstr":["Làm lại"]},"Applying Question":{"msgstr":["Áp dụng câu hỏi"]},"That question isn't compatible":{"msgstr":["Câu hỏi này không phù hợp"]},"Search for a question":{"msgstr":["Tìm một câu hỏi"]},"We're not sure if this question is compatible":{"msgstr":["Chúng tôi không chắc câu hỏi này là phù hợp"]},"Archive Dashboard":{"msgstr":["Lưu trữ bảng điều khiển"]},"Make sure to make a selection for each series, or the filter won't work on this card.":{"msgstr":["Đảm bảo thực hiện lựa chọn cho từng chuỗi hoặc bộ lọc sẽ không hoạt động trên thẻ này."]},"This dashboard is looking empty.":{"msgstr":["Bảng điều khiển này trống"]},"Add a question to start making it useful!":{"msgstr":["Thêm một câu hỏi để bắt đầu khiến nó hữu ích"]},"Daytime mode":{"msgstr":["Chế độ ban ngày"]},"Nighttime mode":{"msgstr":["Chế độ ban đêm"]},"Exit fullscreen":{"msgstr":["Thoát toàn màn hình"]},"Enter fullscreen":{"msgstr":["Vào toàn màn hình"]},"Saving…":{"msgstr":["Đang lưu..."]},"Add a question":{"msgstr":["Thêm một câu hỏi"]},"Add a question to this dashboard":{"msgstr":["Thêm một câu hỏi vào bảng điều khiển này"]},"Add a filter":{"msgstr":["Thêm một bộ lọc"]},"Parameters":{"msgstr":["Thông số"]},"Add a text box":{"msgstr":["Thêm một hộp văn bản"]},"Move dashboard":{"msgstr":["Di chuyển bảng điều khiển"]},"Edit dashboard":{"msgstr":["Chỉnh sửa bảng điều khiển"]},"Edit Dashboard Layout":{"msgstr":["Chỉnh sửa bố cục bảng điều khiển"]},"You are editing a dashboard":{"msgstr":["Bạn đang chỉnh sửa bảng điều khiển"]},"Select the field that should be filtered for each card":{"msgstr":["Chọn trường được lọc cho mỗi thẻ"]},"Move dashboard to...":{"msgstr":["Di chuyển bảng điều khiển đến..."]},"Dashboard moved to ${ 0 }":{"msgstr":["Bảng điều khiển đã di chuyển tới ${ 0 }"]},"What do you want to filter?":{"msgstr":["Bạn muốn lọc cái gì?"]},"What kind of filter?":{"msgstr":["Kiểu của bộ lọc là gì?"]},"Off":{"msgstr":["Tắt"]},"1 minute":{"msgstr":["1 phút"]},"5 minutes":{"msgstr":["5 phút"]},"10 minutes":{"msgstr":["10 phút"]},"15 minutes":{"msgstr":["15 phút"]},"30 minutes":{"msgstr":["30 phút"]},"60 minutes":{"msgstr":["60 phút"]},"Auto-refresh":{"msgstr":["Tự động làm mới"]},"Refreshing in":{"msgstr":["Làm mới trong"]},"Remove this question?":{"msgstr":["Bỏ câu hỏi này?"]},"Your dashboard was saved":{"msgstr":["Bảng điều khiển của bạn đã được lưu"]},"See it":{"msgstr":["Xem nó"]},"Save this":{"msgstr":["Lưu"]},"Show more about this":{"msgstr":["Hiển thị thêm về điều nàys"]},"This card doesn't have any fields or parameters that can be mapped to this parameter type.":{"msgstr":["Thẻ này không có bất kỳ trường hoặc tham số nào có thể được ánh xạ tới loại tham số này."]},"The values in this field don't overlap with the values of any other fields you've chosen.":{"msgstr":["Các giá trị trong trường này không trùng với giá trị của bất kỳ trường nào khác bạn đã chọn."]},"No valid fields":{"msgstr":["Trường không khả dụng"]},"Name must be 100 characters or less":{"msgstr":["Tên phải chứa ít hơn 100 kí tự"]},"Color is required":{"msgstr":["Màu sắc là bắt buộc"]},"What is the name of your dashboard?":{"msgstr":["Tên của bảng điều khiển của bạn là gì?"]},"did some super awesome stuff that's hard to describe":{"msgstr":["Những thứ tuyệt vời này có khó để mô tả không?"]},"created an alert about - ":{"msgstr":["Đã tạo một cảnh báo về - "]},"deleted an alert about - ":{"msgstr":["Đã xóa một cảnh báo về - "]},"saved a question about ":{"msgstr":["Đã lưu một câu hỏi về"]},"saved a question":{"msgstr":["Đã lưu một câu hỏi"]},"deleted a question":{"msgstr":["Đã xóa một câu hỏi"]},"created a dashboard":{"msgstr":["Đã tạo một bảng điều khiển"]},"deleted a dashboard":{"msgstr":["Đã xóa một bảng điều khiển"]},"added a question to the dashboard - ":{"msgstr":["Đã thêm một câu hỏi vào bảng điều khiển - "]},"removed a question from the dashboard - ":{"msgstr":["Đã loại bỏ một câu hỏi từ bảng điều khiển - "]},"received the latest data from":{"msgstr":["Đã nhận dữ liệu mới nhất từ"]},"Unknown":{"msgstr":["Không biết"]},"Hello World!":{"msgstr":["Xin chào thế giới!"]},"Metabase is up and running.":{"msgstr":["Metabase đang hoạt động"]},"added the metric ":{"msgstr":["Đã thêm số liệu"]}," to the ":{"msgstr":["Đến"]}," table":{"msgstr":["Bảng"]},"made changes to the metric ":{"msgstr":["Đã thay đổi số liệu"]}," in the ":{"msgstr":["trong"]},"removed the metric ":{"msgstr":["Đã loại bỏ số liệu"]},"created a pulse":{"msgstr":["Tạo một xung"]},"deleted a pulse":{"msgstr":["Đã xóa một xung"]},"added the filter":{"msgstr":["Đã thêm bộ lọc"]},"made changes to the filter":{"msgstr":["Đã thay đổi bộ lọc"]},"removed the filter ${ 0 }":{"msgstr":["Bỏ bộ lọc ${ 0 }"]},"joined!":{"msgstr":["Đã tham gia"]},"Hmmm, looks like nothing has happened yet.":{"msgstr":["Hmmm, trông như chưa có gì xảy ra"]},"Save a question and get this baby going!":{"msgstr":["Lưu một câu hỏi và khiến "]},"Ask questions and explore":{"msgstr":["Hỏi các câu hỏi và khám phá"]},"Click on charts or tables to explore, or ask a new question using the easy interface or the powerful SQL editor.":{"msgstr":["Nhấp chuột vào biểu đồ hoặc bảng để khám phá, hoặc hỏi một câu hỏi mới sử dụng giao diện dễ dàng hoặc biên tập SQL mạnh."]},"Make your own charts":{"msgstr":["Tạo biểu đồ của bạn"]},"Create line charts, scatter plots, maps, and more.":{"msgstr":["Tạo biểu đồ đường, sơ đồ phân tán, bản đồ, v.v."]},"Share what you find":{"msgstr":["Chia sẻ cái bạn tìm được"]},"Create powerful and flexible dashboards, and send regular updates via email or Slack.":{"msgstr":["Tạo bảng điều khiển mạnh mẽ và linh hoạt và gửi cập nhật thường xuyên qua email hoặc Slack."]},"Let's go":{"msgstr":["Đi thôi"]},"Setup Tip":{"msgstr":["Mẹo thiết lập"]},"View all":{"msgstr":["Xem tất cả"]},"Recently Viewed":{"msgstr":["Xem gần đây"]},"You haven't looked at any dashboards or questions recently":{"msgstr":["Bạn không xem bảng điều khiển hay câu hỏi nào gần đây"]},"${ 0 } items selected":{"msgstr":["${ 0 } mục được chọn"]},"Unarchive":{"msgstr":["Bỏ lưu trữ"]},"Activity":{"msgstr":["Hoạt động"]},"Results for \"${ 0 }\"":{"msgstr":["Kết quả cho \"${ 0 }\""]},"Pulse":{"msgstr":["Xung"]},"Entity Key":{"msgstr":["Chìa khóa thực thể"]},"Overall Row":{"msgstr":["Hàng tổng quan"]},"The primary key for this table.":{"msgstr":["Chìa khóa chính cho bảng này"]},"Entity Name":{"msgstr":["Tên thực thể"]},"The \"name\" of each record. Usually a column called \"name\", \"title\", etc.":{"msgstr":["\\ \"Tên \" của mỗi bản ghi. Thông thường một cột có tên \\ \"name \", \\ \"title \", v.v."]},"Foreign Key":{"msgstr":["Chìa khóa ngoại"]},"Points to another table to make a connection.":{"msgstr":["Chỉ vào một bảng khác để tạo kết nối."]},"Avatar Image URL":{"msgstr":["URL ảnh đại diện"]},"Common":{"msgstr":["Chung"]},"Category":{"msgstr":["Ngành"]},"City":{"msgstr":["Thành phố"]},"Country":{"msgstr":["Quốc gia"]},"Enum":{"msgstr":["Enum"]},"Image URL":{"msgstr":["URL hình ảnh"]},"Field containing JSON":{"msgstr":["Trường chứa JSON"]},"Latitude":{"msgstr":["Vĩ độ"]},"Longitude":{"msgstr":["Kinh độ"]},"Number":{"msgstr":["Số"]},"State":{"msgstr":["Bang"]},"UNIX Timestamp (Seconds)":{"msgstr":["Dấu thời gian UNIX (Giây)"]},"UNIX Timestamp (Milliseconds)":{"msgstr":["Dấu thời gian UNIX (Mili giây)"]},"Zip Code":{"msgstr":["Mã bưu chính"]},"Quantity":{"msgstr":["Số lượng"]},"Income":{"msgstr":["Lợi tức"]},"Discount":{"msgstr":["Giảm giá"]},"Creation timestamp":{"msgstr":["Dấu thời gian tạo"]},"Creation time":{"msgstr":["Thời gian tạo"]},"Creation date":{"msgstr":["Ngày tạo"]},"Product":{"msgstr":["Sản phẩm"]},"User":{"msgstr":["Người dùng"]},"Source":{"msgstr":["Nguồn"]},"Price":{"msgstr":["Giá"]},"Join timestamp":{"msgstr":["Dấu thời gian tham gia"]},"Join time":{"msgstr":["Thời gian tham gia"]},"Join date":{"msgstr":["Ngày tham gia"]},"Share":{"msgstr":["Chia sẻ"]},"Owner":{"msgstr":["Chủ sở hữu"]},"Company":{"msgstr":["Công ty"]},"Subscription":{"msgstr":["Theo dõi"]},"Score":{"msgstr":["Điểm"]},"Title":{"msgstr":["Tiêu đề"]},"Comment":{"msgstr":["Bình luận"]},"Cost":{"msgstr":["Chi phí"]},"Gross margin":{"msgstr":["Biên lãi gộp"]},"Birthday":{"msgstr":["Sinh nhật"]},"Search box":{"msgstr":["Hộp tìm kiếm"]},"A list of all values":{"msgstr":["Danh sách tất cả các giá trị"]},"Plain input box":{"msgstr":["Hộp đầu vào trơn"]},"Everywhere":{"msgstr":["Mọi nơi"]},"The default setting. This field will be displayed normally in tables and charts.":{"msgstr":["Cài đặt mặc định. Trường này sẽ được hiển thị bình thường trong bảng và biểu đồ."]},"Only in Detail Views":{"msgstr":["Chỉ trong chế độ xem chi tiết"]},"This field will only be displayed when viewing the details of a single record. Use this for information that's lengthy or that isn't useful in a table or chart.":{"msgstr":["Trường này sẽ chỉ được hiển thị khi xem chi tiết của một bản ghi. Sử dụng thông tin này cho thông tin dài hoặc không hữu ích trong bảng hoặc biểu đồ."]},"Do Not Include":{"msgstr":["Không bao gồm"]},"Metabase will never retrieve this field. Use this for sensitive or irrelevant information.":{"msgstr":["Cơ sở dữ liệu tích lũy sẽ không bao giờ lấy lại trường này. Sử dụng điều này cho thông tin nhạy cảm hoặc không liên quan."]},"Count":{"msgstr":["Số đếm"]},"CumulativeCount":{"msgstr":["Số tích lũy"]},"Sum":{"msgstr":["Tổng"]},"CumulativeSum":{"msgstr":["Tổng tích lũy"]},"Distinct":{"msgstr":["Phân biệt"]},"StandardDeviation":{"msgstr":["Độ lệch chuẩn"]},"Average":{"msgstr":["Trung bình"]},"Min":{"msgstr":["Nhỏ nhất"]},"Max":{"msgstr":["Lớn nhất"]},"sad sad panda, lexing errors detected":{"msgstr":["Lỗi lexing được phát hiệ"]},"${ 0 } second":{"msgid_plural":"{0} seconds","msgstr":["${ 0 } giây"]},"${ 0 } minute":{"msgid_plural":"{0} minutes","msgstr":["${ 0 } phút"]},"Hey there":{"msgstr":["Xin chào"]},"How's it going":{"msgstr":["Bạn thế nào?"]},"Howdy":{"msgstr":["Xin chào"]},"Greetings":{"msgstr":["Xin chào"]},"Good to see you":{"msgstr":["Rất vui được gặp bạn"]},"What do you want to know?":{"msgstr":["Bạn muốn biết cái gì?"]},"What's on your mind?":{"msgstr":["Bạn đang nghĩ gì?"]},"What do you want to find out?":{"msgstr":["Bạn muốn tìm cái gì?"]},"Raw data":{"msgstr":["Dữ liệu gốc"]},"Cumulative count":{"msgstr":["Số tích lũy"]},"Average of ":{"msgstr":["Trung bình của"]},"Distinct values of ":{"msgstr":["Giá trị riêng biệt của"]},"Standard deviation of ":{"msgstr":["Độ lệch chuẩn của"]},"Sum of ":{"msgstr":["Tổng của"]},"Cumulative sum of ":{"msgstr":["Tổng cộng của"]},"Maximum of ":{"msgstr":["Lớn nhất của"]},"Minimum of ":{"msgstr":["Nhỏ nhất của"]},"Grouped by ":{"msgstr":["Được nhóm bởi"]},"Filtered by ":{"msgstr":["Được lọc bởi"]},"Sorted by ":{"msgstr":["Được sắp xếp bởi"]},"True":{"msgstr":["Đúng"]},"False":{"msgstr":["Sai"]},"Select longitude field":{"msgstr":["Chọn trường kinh độ"]},"Enter upper latitude":{"msgstr":["Nhập vĩ độ cao hơn"]},"Enter left longitude":{"msgstr":["Nhập kinh độ trái"]},"Enter lower latitude":{"msgstr":["Nhập vĩ độ thấp hơn"]},"Enter right longitude":{"msgstr":["Nhập kinh độ phải"]},"Is":{"msgstr":["Là"]},"Is not":{"msgstr":["Không là"]},"Is empty":{"msgstr":["Trống"]},"Not empty":{"msgstr":["Không trống"]},"Equal to":{"msgstr":["Bằng"]},"Not equal to":{"msgstr":["Không bằng"]},"Greater than":{"msgstr":["Lớn hơn"]},"Less than":{"msgstr":["Ít hơn"]},"Between":{"msgstr":["Giữa"]},"Greater than or equal to":{"msgstr":["Lớn hơn hoặc bằng"]},"Less than or equal to":{"msgstr":["Ít hơn hoặc bằng"]},"Contains":{"msgstr":["Bao gồm"]},"Does not contain":{"msgstr":["Không bao gồm"]},"Starts with":{"msgstr":["Bắt đầu với"]},"Ends with":{"msgstr":["Kết thúc với"]},"Before":{"msgstr":["Trước"]},"After":{"msgstr":["Sau"]},"Inside":{"msgstr":["Bên trong"]},"Just a table with the rows in the answer, no additional operations.":{"msgstr":["Chỉ cần một bảng với các hàng trong câu trả lời, không có thao tác bổ sung."]},"Count of rows":{"msgstr":["Đếm số hàng"]},"Total number of rows in the answer.":{"msgstr":["Tổng số dòng trong câu trả lời"]},"Sum of ...":{"msgstr":["Tổng của ..."]},"Sum of all the values of a column.":{"msgstr":["Tổng tất cả giá trị của một cột"]},"Average of ...":{"msgstr":["Trung bình của..."]},"Average of all the values of a column":{"msgstr":["Trung bình tất cả giá trị của một cột"]},"Number of distinct values of ...":{"msgstr":["Số lượng giá trị riêng biệt của ..."]},"Number of unique values of a column among all the rows in the answer.":{"msgstr":["Số giá trị duy nhất của một cột trong số tất cả các hàng trong câu trả lời."]},"Cumulative sum of ...":{"msgstr":["Tổng cộng của"]},"Additive sum of all the values of a column.\\\\ne.x. total revenue over time.":{"msgstr":["Tổng cộng của tất cả các giá trị của một cột. \\\\ ne.x. tổng doanh thu theo thời gian."]},"Cumulative count of rows":{"msgstr":["Số hàng tích lũy"]},"Additive count of the number of rows.\\\\ne.x. total number of sales over time.":{"msgstr":["Tổng số phụ của số lượng hàng. \\\\ ne.x. tổng số lượng bán hàng theo thời gian."]},"Standard deviation of ...":{"msgstr":["Độ lệch chuẩn của ..."]},"Number which expresses how much the values of a column vary among all rows in the answer.":{"msgstr":["Số biểu thị số lượng giá trị của một cột khác nhau giữa tất cả các hàng trong câu trả lời."]},"Minimum of ...":{"msgstr":["Nhỏ nhất của..."]},"Minimum value of a column":{"msgstr":["Giá trị nhỏ nhất của cột"]},"Maximum of ...":{"msgstr":["Lớn nhất của ..."]},"Maximum value of a column":{"msgstr":["Giá trị cao nhất của cột"]},"Break out by dimension":{"msgstr":["Thoát ra theo chiều"]},"lower case letter":{"msgstr":["chữ thường"]},"upper case letter":{"msgstr":["chữ hoa"]},"number":{"msgstr":["số"]},"special character":{"msgstr":["Kí tự đặc biệt"]},"must be":{"msgstr":["Phải là"]},"characters long":{"msgstr":["Độ dài kí tự"]},"Must be":{"msgstr":["Phải là"]},"and include":{"msgstr":["và bao gồm"]},"zero":{"msgstr":["không"]},"one":{"msgstr":["một"]},"two":{"msgstr":["hai"]},"three":{"msgstr":["ba"]},"four":{"msgstr":["bốn"]},"five":{"msgstr":["năm"]},"six":{"msgstr":["sáu"]},"seven":{"msgstr":["bảy"]},"eight":{"msgstr":["tám"]},"nine":{"msgstr":["chín"]},"Month and Year":{"msgstr":["Tháng và Năm"]},"Like January, 2016":{"msgstr":["Như tháng Một, 2016"]},"Quarter and Year":{"msgstr":["Quý và Năm"]},"Like Q1, 2016":{"msgstr":["Như Q1, 2016"]},"Single Date":{"msgstr":["Ngày cụ thể"]},"Like January 31, 2016":{"msgstr":["Như 31 tháng Một, 2016"]},"Date Range":{"msgstr":["Khoảng thời gian"]},"Like December 25, 2015 - February 14, 2016":{"msgstr":["Như 25 tháng 12,2015 - 14 tháng 2,2016"]},"Relative Date":{"msgstr":["Ngày tương đối"]},"Like \"the last 7 days\" or \"this month\"":{"msgstr":["Như \"7 ngày gần nhất\" hoặc \"tháng này\""]},"Date Filter":{"msgstr":["Bộ lọc ngày"]},"All Options":{"msgstr":["Tất cả các lựa chọn"]},"Contains all of the above":{"msgstr":["Bao gồm tất cả cái phía trên"]},"ZIP or Postal Code":{"msgstr":["ZIP hoặc mã bưu chính"]},"ID":{"msgstr":["ID"]},"Time":{"msgstr":["Thời gian"]},"Date range, relative date, time of day, etc.":{"msgstr":["Khoảng thời gian, ngày tương đối, thời gian trong ngày, ..."]},"Location":{"msgstr":["Địa điểm"]},"City, State, Country, ZIP code.":{"msgstr":["Thành phố, Bang, Quốc gia, mã ZIP"]},"User ID, product ID, event ID, etc.":{"msgstr":["ID người dùng, ID sản phẩn, ID sự kiện,..."]},"Other Categories":{"msgstr":["Ngành khác"]},"Category, Type, Model, Rating, etc.":{"msgstr":["Ngành, loại, mẫu, đánh giá,..."]},"Account settings":{"msgstr":["Cài đặt tài khoản"]},"Exit admin":{"msgstr":["Thoát người quản lý"]},"Logs":{"msgstr":["Nhật kí"]},"Help":{"msgstr":["Trợ giúp"]},"About Metabase":{"msgstr":["Về Metabase"]},"Sign out":{"msgstr":["Thoát ra"]},"Thanks for using":{"msgstr":["Cảm ơn vì đã sử dụng"]},"You're on version":{"msgstr":["Bạn đang ở phiên bản"]},"Built on":{"msgstr":["đã xây dựng trên"]},"is a Trademark of":{"msgstr":["là nhãn hiệu của"]},"and is built with care in San Francisco, CA":{"msgstr":["và được xây dựng cẩn thận ở San Francisco, CA"]},"Metabase Admin":{"msgstr":["Quản trị viên Metabase"]},"Ask a question":{"msgstr":["Hỏi một câu hỏi"]},"New dashboard":{"msgstr":["Bảng điều khiển mới"]},"New pulse":{"msgstr":["Xung mới"]},"Reference":{"msgstr":["Tham khảo"]},"Which metric?":{"msgstr":["Số liệu nào?"]},"Defining common metrics for your team makes it even easier to ask questions":{"msgstr":["Xác định các số liệu phổ biến cho nhóm của bạn giúp đặt câu hỏi dễ dàng hơn"]},"How to create metrics":{"msgstr":["Cách tạo số liệu"]},"See data over time, as a map, or pivoted to help you understand trends or changes.":{"msgstr":["Xem dữ liệu theo thời gian, dưới dạng bản đồ hoặc xoay vòng để giúp bạn hiểu xu hướng hoặc thay đổi."]},"Custom":{"msgstr":["Tập quán"]},"New question":{"msgstr":["Câu hỏi mới"]},"Use the simple question builder to see trends, lists of things, or to create your own metrics.":{"msgstr":["Sử dụng trình tạo câu hỏi đơn giản để xem xu hướng, danh sách các thứ hoặc để tạo số liệu của riêng bạn."]},"Native query":{"msgstr":["Truy vấn gốc"]},"For more complicated questions, you can write your own SQL or native query.":{"msgstr":["Với nhiều câu hỏi phức tạp hơn, bạn có thể viết SQL hoặc truy vấn gốc của bạn."]},"Select a default value…":{"msgstr":["Chọn một giá trị mặc định..."]},"Update filter":{"msgstr":["Cập nhật bộ lọc"]},"Today":{"msgstr":["Hôm nay"]},"Yesterday":{"msgstr":["Hôm qua"]},"Past 7 days":{"msgstr":["7 ngày vừa qua"]},"Past 30 days":{"msgstr":["30 ngày vừa qua"]},"Week":{"msgid_plural":"Weeks","msgstr":["tuần"]},"Month":{"msgid_plural":"Months","msgstr":["tháng"]},"Year":{"msgid_plural":"Years","msgstr":["Năm"]},"Past 7 Days":{"msgstr":["7 ngày vừa qua"]},"Past 30 Days":{"msgstr":["30 ngày vừa qua"]},"Last Week":{"msgstr":["Tuần trước"]},"Last Month":{"msgstr":["Tháng trước"]},"Last Year":{"msgstr":["Năm trước"]},"This Week":{"msgstr":["Tuần này"]},"This Month":{"msgstr":["Tháng này"]},"This Year":{"msgstr":["Năm nay"]},"Enter a value...":{"msgstr":["Nhập một giá trị..."]},"Enter a default value...":{"msgstr":["Nhập một giá trị mặc định..."]},"An error occurred":{"msgstr":["Có lỗi xảy ra"]},"Not found":{"msgstr":["Không tìm thấy"]},"You’ve made changes that need to be published before they will be reflected in your application embed.":{"msgstr":["Bạn đã thực hiện các thay đổi cần được công bố trước khi chúng được phản ánh trong ứng dụng của bạn được nhúng."]},"You will need to publish this ${ 0 } before you can embed it in another application.":{"msgstr":["You will need to publish this ${ 0 } before you can embed it in another application."]},"Discard Changes":{"msgstr":["Bỏ thay đổi"]},"Updating...":{"msgstr":["Đang cập nhật..."]},"Updated":{"msgstr":["Đã cập nhật"]},"Failed!":{"msgstr":["Thất bại!"]},"Publish":{"msgstr":["Xuất bản"]},"Code":{"msgstr":["Mã"]},"Style":{"msgstr":["Phong cách"]},"Which parameters can users of this embed use?":{"msgstr":["Những thông số nào người dùng có thể sử dụng nhúng này"]},"This ${ 0 } doesn't have any parameters to configure yet.":{"msgstr":["${ 0 } này chưa có bất kì thông số nào để định cấu hình."]},"Editable":{"msgstr":["Có thể chỉnh sửa"]},"Locked":{"msgstr":["Đã khóa"]},"Preview Locked Parameters":{"msgstr":["Xem trước thông số đã khóa"]},"Try passing some values to your locked parameters here. Your server will have to provide the actual values in the signed token when using this for real.":{"msgstr":["Hãy thử chuyển một số giá trị cho các tham số bị khóa của bạn ở đây. Máy chủ của bạn sẽ phải cung cấp các giá trị thực tế trong mã thông báo đã ký khi sử dụng giá trị thực này."]},"Danger zone":{"msgstr":["Khu vực nguy hiểm"]},"This will disable embedding for this ${ 0 }.":{"msgstr":["Điều này sẽ vô hiệu nhúng cho ${ 0 }"]},"Unpublish":{"msgstr":["Hủy xuất bản"]},"Light":{"msgstr":["Sáng"]},"Dark":{"msgstr":["Tối"]},"Border":{"msgstr":["Biên"]},"To embed this ${ 0 } in your application:":{"msgstr":["Nhúng ${ 0 } trong ứng dụng của bạn"]},"Insert this code snippet in your server code to generate the signed embedding URL ":{"msgstr":["Chèn đoạn mã này vào mã máy chủ của bạn để tạo URL nhúng đã ký "]},"Then insert this code snippet in your HTML template or single page app.":{"msgstr":["Sau đó chèn đoạn mã này vào mẫu HTML hoặc ứng dụng trang đơn."]},"Embed code snippet for your HTML or Frontend Application":{"msgstr":["Đoạn mã nhúng cho ứng dụng HTML hoặc Frontend của bạn"]},"More ${ 0 }":{"msgstr":["Nhiều ${ 0 } hơn"]},"examples on GitHub":{"msgstr":["Ví dụ trên GitHub"]},"Enable sharing":{"msgstr":["Cho phép chia sẻ"]},"Disable this public link?":{"msgstr":["Vô hiệu hóa đường dẫn công khai này?"]},"This will cause the existing link to stop working. You can re-enable it, but when you do it will be a different link.":{"msgstr":["Điều này sẽ khiến liên kết hiện tại ngừng hoạt động. Bạn có thể kích hoạt lại nó, nhưng khi bạn làm điều đó sẽ là một liên kết khác."]},"Public link":{"msgstr":["Đường dẫn công khai"]},"Share this ${ 0 } with people who don't have a Metabase account using the URL below:":{"msgstr":["Chia sẻ ${ 0 } này với người không có tài khoản Metabase sử dụng URL phía dưới:"]},"Public embed":{"msgstr":["Nhúng công khai"]},"Embed this ${ 0 } in blog posts or web pages by copying and pasting this snippet:":{"msgstr":["Nhúng ${ 0 } này vào các bài đăng trên blog hoặc trang web bằng cách sao chép và dán đoạn mã này:"]},"Embed this ${ 0 } in an application":{"msgstr":["Nhúng ${ 0 } này trong ứng dụng"]},"By integrating with your application server code, you can provide a secure stats ${ 0 } limited to a specific user, customer, organization, etc.":{"msgstr":["Bằng cách tích hợp với mã máy chủ ứng dụng của bạn, bạn có thể cung cấp số liệu thống kê an toàn ${ 0 } giới hạn cho một người dùng, khách hàng, tổ chức cụ thể, v.v."]},"Remove attachment":{"msgstr":["Loại bỏ đính kèm"]},"Attach file with results":{"msgstr":["Đính kèm tệp với các kết quả"]},"This question will be added as a file attachment":{"msgstr":["Câu hỏi này sẽ được thêm vào như một tệp đính kèm"]},"This question won't be included in your Pulse":{"msgstr":["Câu hỏi này sẽ không được bao gồm trong Xung của bạn"]},"This pulse will no longer be emailed to ${ 0 } ${ 1 }":{"msgstr":["Xung này sẽ không còn được gửi qua email tới ${ 0 } ${ 1 }"]},"${ 0 } address":{"msgid_plural":"{0} addresses","msgstr":["Địa chỉ ${ 0 }"]},"Slack channel ${ 0 } will no longer get this pulse ${ 1 }":{"msgstr":["Kênh Slack ${ 0 } sẽ không còn nhận được xung này ${ 1 } "]},"Channel ${ 0 } will no longer receive this pulse ${ 1 }":{"msgstr":["Kênh ${ 0 } sẽ không còn nhận được xung này ${ 1 }"]},"Edit pulse":{"msgstr":["Chỉnh sửa xung"]},"What's a Pulse?":{"msgstr":["Xung là gì?"]},"Got it":{"msgstr":["Đã hiểu"]},"Where should this data go?":{"msgstr":["Dữ liệu này nên đến đâu?"]},"Unarchiving…":{"msgstr":["Đang bỏ lưu trữ..."]},"Unarchive failed":{"msgstr":["Bỏ lưu trữ thất bại"]},"Unarchived":{"msgstr":["Đã bỏ lưu trữ"]},"Create pulse":{"msgstr":["Tạo xung"]},"Attachment":{"msgstr":["Đính kèm"]},"Heads up":{"msgstr":["Đứng lên"]},"We'll show the first 10 columns and 20 rows of this table in your Pulse. If you email this, we'll add a file attachment with all columns and up to 2,000 rows.":{"msgstr":["Chúng tôi sẽ hiển thị 10 cột đầu tiên và 20 hàng của bảng này trong Xung của bạn. Nếu bạn gửi email này, chúng tôi sẽ thêm tệp đính kèm với tất cả các cột và tối đa 2.000 hàng."]},"Raw data questions can only be included as email attachments":{"msgstr":["Câu hỏi dữ liệu thô chỉ có thể được bao gồm dưới dạng tệp đính kèm email"]},"Looks like this pulse is getting big":{"msgstr":["Có vẻ như xung này đang trở nên lớn"]},"We recommend keeping pulses small and focused to help keep them digestible and useful to the whole team.":{"msgstr":["Chúng tôi khuyên bạn nên giữ xung nhỏ và tập trung để giúp giữ cho chúng dễ tiêu hóa và hữu ích cho cả nhóm."]},"Pick your data":{"msgstr":["Chọn dữ liệu của bạn"]},"Choose questions you'd like to send in this pulse":{"msgstr":["Chọn câu hỏi bạn muốn gửi trong xung này"]},"Emails":{"msgstr":["Email"]},"Slack messages":{"msgstr":["Tin nhắn Slack"]},"Sent":{"msgstr":["Đã gửi"]},"${ 0 } will be sent at":{"msgstr":["${ 0 } sẽ được gửi tại"]},"Messages":{"msgstr":["Tin nhắn"]},"Send email now":{"msgstr":["Gửi email bây giờ"]},"Send to ${ 0 } now":{"msgstr":["Gửi đến ${ 0 } bây giờ"]},"Sending…":{"msgstr":["Đang gửi"]},"Sending failed":{"msgstr":["Gửi thất bại"]},"Didn’t send because the pulse has no results.":{"msgstr":["Không gửi vì xung không có kết quả"]},"Pulse sent":{"msgstr":["Đã gửi xung"]},"${ 0 } needs to be set up by an administrator.":{"msgstr":["${ 0 } cần được cài đặt bởi quản trị viên"]},"Slack":{"msgstr":["Slack"]},"Which collection should this pulse live in?":{"msgstr":["Xung này nên ở trong bộ sưu tập nào? "]},"Name your pulse":{"msgstr":["Đặt tên cho xung của bạn"]},"Give your pulse a name to help others understand what it's about":{"msgstr":["Đặt tên cho xung của bạn để giúp người khác hiểu nó là cái gì"]},"Important metrics":{"msgstr":["Số đo quan trọng"]},"Skip if no results":{"msgstr":["Bỏ qua nếu không có kết quả"]},"Skip a scheduled Pulse if none of its questions have any results":{"msgstr":["Bỏ qua xung đã lên lịch nếu không có câu hỏi nào có kết quả"]},"Enter email addresses you'd like this data to go to":{"msgstr":["Nhập địa chỉ email bạn muốn dữ liệu này tới"]},"Help everyone on your team stay in sync with your data.":{"msgstr":["Giúp mọi người trong nhóm của bạn tiếp tục đồng bộ với dữ liệu của bạn."]},"Pulses let you send data from Metabase to email or Slack on the schedule of your choice.":{"msgstr":["Các xung cho phép bạn gửi dữ liệu từ Metabase đến email hoặc Slack theo lịch bạn chọn"]},"After ${ 0 }":{"msgstr":["Sau ${ 0 }"]},"Before ${ 0 }":{"msgstr":["Trước ${ 0 }"]},"Is Empty":{"msgstr":["Trống rỗng"]},"Not Empty":{"msgstr":["Không trống rỗng"]},"All Time":{"msgstr":["Tất cả thời gian"]},"Apply":{"msgstr":["Áp dụng"]},"View ${ 0 }":{"msgstr":["Xem ${ 0 }"]},"Compare this with all rows in the table":{"msgstr":["So sánh cái này với tất cả các hàng trong bảng"]},"Analyze the results of this Query":{"msgstr":["Phân tích kết quả của truy vấn này"]},"Count of rows by time":{"msgstr":["Số dòng theo thời gian"]},"Break out by ${ 0 }":{"msgstr":["Thoát ra bằng ${ 0 }"]},"Summarize this segment":{"msgstr":["Tổng hợp phân đoạn này"]},"View this as a table":{"msgstr":["Xem như một bảng"]},"View the underlying ${ 0 } records":{"msgstr":["Xem các bản ghi ${ 0 } bên dưới"]},"X-Ray this question":{"msgstr":["X-Ray câu hỏi này"]},"X-ray ${ 0 } ${ 1 }":{"msgstr":["X-ray ${ 0 } ${ 1 }"]},"these":{"msgstr":["Những cái nà"]},"this":{"msgstr":["này"]},"Compare ${ 0 } ${ 1 } to the rest":{"msgstr":["So sánh ${ 0 } ${ 1 } tới hết"]},"Distribution":{"msgstr":["Phân phối"]},"View details":{"msgstr":["Xem chi tiết"]},"View this ${ 0 }'s ${ 1 }":{"msgstr":["Xem ${ 0 } của ${ 1 }"]},"Ascending":{"msgstr":["Tăng dần"]},"Descending":{"msgstr":["Giảm dần"]},"over time":{"msgstr":["Thêm giờ"]},"Avg":{"msgstr":["Trung bình"]},"Distincts":{"msgstr":["Khác biệt"]},"View this ${ 0 }":{"msgid_plural":"View these {0}","msgstr":["Xem ${ 0 }"]},"Zoom in":{"msgstr":["Phóng to"]},"Custom Expression":{"msgstr":["Biểu hiện tùy chỉnh"]},"Common Metrics":{"msgstr":["Số liệu chung"]},"Metabasics":{"msgstr":["Metabasics"]},"Name (optional)":{"msgstr":["Tên (tùy chọn)"]},"Choose an aggregation":{"msgstr":["Chọn một tập hợp"]},"Set up your own alert":{"msgstr":["Thiết lập cảnh báo của riêng bạn"]},"Unsubscribing...":{"msgstr":["Đang bỏ theo dõi..."]},"Failed to unsubscribe":{"msgstr":["Thất bại bỏ theo dõi"]},"Unsubscribe":{"msgstr":["Bỏ theo dõi"]},"No channel":{"msgstr":["Không có kênh nào"]},"Okay, you're unsubscribed":{"msgstr":["Được rồi, bạn đã hủy đăng ký "]},"You're receiving ${ 0 }'s alerts":{"msgstr":["Bạn đang nhận cảnh báo của ${ 0 }"]},"${ 0 } set up an alert":{"msgstr":["${ 0 } thiết lập một cảnh bảo"]},"alerts":{"msgstr":["cảnh báo"]},"Let's set up your alert":{"msgstr":["Hãy thiết lập cảnh báo của bạn"]},"The wide world of alerts":{"msgstr":["Thế giới cảnh báo rộng lớn"]},"There are a few different kinds of alerts you can get":{"msgstr":["Có một vài loại cảnh báo khác nhau mà bạn có thể nhận được"]},"When a raw data question ${ 0 }":{"msgstr":["Khi một câu hỏi dữ liệu thô ${ 0 }"]},"returns any results":{"msgstr":["trả về bất kỳ kết quả nào"]},"When a line or bar ${ 0 }":{"msgstr":["Khi một dòng hoặc thanh ${ 0 }"]},"crosses a goal line":{"msgstr":["vượt qua một mục tiêu"]},"When a progress bar ${ 0 }":{"msgstr":["Khi một thanh tiến trình ${ 0 }"]},"reaches its goal":{"msgstr":["đạt được mục tiêu của nó"]},"Set up an alert":{"msgstr":["Thiết lập cảnh báo"]},"Edit your alert":{"msgstr":["Chỉnh sửa cảnh báo của bạn"]},"Edit alert":{"msgstr":["Chỉnh sửa cảnh báo"]},"This alert will no longer be emailed to ${ 0 }.":{"msgstr":["Thông báo này sẽ không còn được gửi qua email tới ${ 0 }."]},"Slack channel ${ 0 } will no longer get this alert.":{"msgstr":["Kênh Slack ${ 0 } sẽ không còn nhận được cảnh báo này nữa"]},"Channel ${ 0 } will no longer receive this alert.":{"msgstr":["Kênh ${ 0 } sẽ không còn nhận được cảnh báo này nữa"]},"Delete this alert":{"msgstr":["Xóa thông báo này"]},"Stop delivery and delete this alert. There's no undo, so be careful.":{"msgstr":["Dừng giao hàng và xóa thông báo này. Không có hoàn tác, vì vậy hãy cẩn thận."]},"Delete this alert?":{"msgstr":["Xóa cảnh báo này?"]},"Alert me when the line…":{"msgstr":["Thông báo cho tôi khi đường..."]},"Alert me when the progress bar…":{"msgstr":["Thông báo cho tôi khi thanh tiến trình"]},"Goes above the goal line":{"msgstr":["Đi trên vạch đích"]},"Reaches the goal":{"msgstr":["Đạt được mục tiêu"]},"Goes below the goal line":{"msgstr":["Đi dưới vạch đích"]},"Goes below the goal":{"msgstr":["Đi dưới mục tiêu"]},"The first time it crosses, or every time?":{"msgstr":["Lần đầu tiên nó đi qua, hay mỗi lần?"]},"The first time it reaches the goal, or every time?":{"msgstr":["Lần đầu tiên nó đạt được mục tiêu, hay mọi lần?"]},"The first time":{"msgstr":["Lần đầu tiên"]},"Every time":{"msgstr":["Mỗi lần"]},"Where do you want to send these alerts?":{"msgstr":["Bạn muốn gửi những thông báo này tới đâu"]},"Email alerts to:":{"msgstr":["Thông báo email tới:"]},"${ 0 } Goal-based alerts aren't yet supported for charts with more than one line, so this alert will be sent whenever the chart has ${ 1 }.":{"msgstr":["${ 0 } Cảnh báo dựa trên mục tiêu chưa được hỗ trợ cho các biểu đồ có nhiều hơn một dòng, vì vậy cảnh báo này sẽ được gửi bất cứ khi nào biểu đồ có ${ 1 }."]},"results":{"msgstr":["kết quả"]},"${ 0 } This kind of alert is most useful when your saved question doesn’t ${ 1 } return any results, but you want to know when it does.":{"msgstr":["${ 0 } Loại cảnh báo này hữu ích nhất khi câu hỏi đã lưu của bạn không ${ 1 } trả về bất kỳ kết quả nào, nhưng bạn muốn biết khi nào nó xảy ra."]},"Tip":{"msgstr":["Tip"]},"usually":{"msgstr":["thường"]},"Pick a segment or table":{"msgstr":["Chọn một phân đoạn hoặc bảng"]},"Select a database":{"msgstr":["Chọn một cơ sở dữ liệu"]},"Select...":{"msgstr":["Lựa chọn..."]},"Select a table":{"msgstr":["Chọn một bảng"]},"No tables found in this database.":{"msgstr":["Không có bảng nào được tìm thấy trong cơ sở dữ liệu này"]},"Is a question missing?":{"msgstr":["Có phải một câu hỏi đang thiếu?"]},"Learn more about nested queries":{"msgstr":["Tìm hiểu thêm về các truy vấn lồng nhau"]},"Fields":{"msgstr":["Các trường"]},"No segments were found.":{"msgstr":["Không có phân đoạn nào được tìm thấy"]},"Find a segment":{"msgstr":["Tìm một phân đoạn"]},"View less":{"msgstr":["Xem ít hơn"]},"View more":{"msgstr":["Xem nhiều hơn"]},"Pick a field to sort by":{"msgstr":["Chọn một trường để phân loại"]},"Sort":{"msgstr":["Phân loại"]},"Row limit":{"msgstr":["Giới hạn dòng"]},"Unknown Field":{"msgstr":["Trường không xác định"]},"field":{"msgstr":["trường"]},"Matches":{"msgstr":["Những sự kết hợp"]},"Add filters to narrow your answer":{"msgstr":["Thêm bộ lọc để thu hẹp câu trả lời của bạn"]},"Add a grouping":{"msgstr":["Thêm một nhóm"]},"Data":{"msgstr":["Dữ liệu"]},"Filtered by":{"msgstr":["Lọc bởi"]},"View":{"msgstr":["Xem"]},"Grouped By":{"msgstr":["Được nhóm bởi"]},"None":{"msgstr":["Không"]},"This question is written in ${ 0 }.":{"msgstr":["Câu hỏi này được viết bằng ${ 0 }"]},"Hide Editor":{"msgstr":["Ẩn biên tập"]},"Hide Query":{"msgstr":["Ẩn truy vấn"]},"Open Editor":{"msgstr":["Mở trình chỉnh sửa"]},"Show Query":{"msgstr":["Hiển thị truy vấn"]},"This metric has been retired.  It's no longer available for use.":{"msgstr":["Số liệu này đã được bỏ. Nó không còn có sẵn để sử dụng."]},"Download full results":{"msgstr":["Tải xuống kết quả đầy đủ"]},"Download this data":{"msgstr":["Tải xuống dữ liệu này"]},"Warning":{"msgstr":["Cảnh báo"]},"Your answer has a large number of rows so it could take a while to download.":{"msgstr":["Câu trả lời của bạn có số lượng lớn các hàng để có thể mất một lúc để tải xuống."]},"The maximum download size is 1 million rows.":{"msgstr":["Kích thước tải xuống tối đa là 1 triệu hàng."]},"Edit question":{"msgstr":["Chỉnh sửa câu hỏi"]},"SAVE CHANGES":{"msgstr":["LƯU THAY ĐỔI"]},"CANCEL":{"msgstr":["HỦY BỎ"]},"Move question":{"msgstr":["Di chuyển câu hỏi"]},"Which collection should this be in?":{"msgstr":["Cái này nên ở trong bộ sưu tập nào?"]},"Variables":{"msgstr":["Các biến"]},"Learn about your data":{"msgstr":["Tìm hiểu về dữ liệu của bạn"]},"Alerts are on":{"msgstr":["Thông báo đang bật"]},"started from":{"msgstr":["được bắt đầu từ"]},"SQL":{"msgstr":["SQL"]},"native query":{"msgstr":["truy vấn gốc"]},"Not Supported":{"msgstr":["Không hỗ trợ"]},"View the ${ 0 }":{"msgstr":["Xem ${ 0 }"]},"Switch to ${ 0 }":{"msgstr":["Chuyển sang ${ 0 }"]},"Switch to Builder":{"msgstr":["Chuyển sang Builder"]},"${ 0 } for this question":{"msgstr":["${ 0 } cho câu hỏi này"]},"Convert this question to ${ 0 }":{"msgstr":["Chuyển đổi câu hỏi này thành ${ 0 }"]},"This question will take approximately ${ 0 } to refresh":{"msgstr":["Câu hỏi này sẽ mất khoảng ${ 0 } để làm mới"]},"Updated ${ 0 }":{"msgstr":["Đã cập nhật ${ 0 }"]},"row":{"msgid_plural":"rows","msgstr":["hàng"]},"Showing first ${ 0 } ${ 1 }":{"msgstr":["Hiển thị đầu tiên ${ 0 } ${ 1 }"]},"Showing ${ 0 } ${ 1 }":{"msgstr":["Hiển thị ${ 0 } ${ 1 }"]},"Doing science":{"msgstr":["Làm khoa học"]},"If you give me some data I can show you something cool. Run a Query!":{"msgstr":["Nếu bạn cho tôi một số dữ liệu tôi có thể cho bạn thấy một cái gì đó tuyệt vời. Chạy một truy vấn!"]},"How do I use this thing?":{"msgstr":["Làm thế nào để tôi sử dụng điều này?"]},"Get Answer":{"msgstr":["Nhận câu trả lời"]},"It's okay to play around with saved questions":{"msgstr":["Bạn có thể chơi xung quanh với những câu hỏi đã lưu"]},"You won't make any permanent changes to a saved question unless you click the edit icon in the top-right.":{"msgstr":["Bạn sẽ không thực hiện bất kỳ thay đổi vĩnh viễn nào cho câu hỏi đã lưu trừ khi bạn nhấp vào biểu tượng chỉnh sửa ở góc trên bên phải."]},"Search for":{"msgstr":["Tìm kiếm"]},"Advanced...":{"msgstr":["Nâng cao..."]},"Sorry. Something went wrong.":{"msgstr":["Lấy làm tiếc. Đã xảy ra lỗi."]},"Group time by":{"msgstr":["Nhóm thời gian bằng"]},"Your question took too long":{"msgstr":["Câu hỏi của bạn mất quá nhiều thời gian"]},"We didn't get an answer back from your database in time, so we had to stop. You can try again in a minute, or if the problem persists, you can email an admin to let them know.":{"msgstr":["Chúng tôi đã không nhận được câu trả lời từ cơ sở dữ liệu của bạn kịp thời, vì vậy chúng tôi đã phải dừng lại. Bạn có thể thử lại sau một phút hoặc nếu sự cố vẫn còn, bạn có thể gửi email cho quản trị viên để thông báo cho họ biết."]},"We're experiencing server issues":{"msgstr":["Chúng tôi đang gặp sự cố máy chủ"]},"Try refreshing the page after waiting a minute or two. If the problem persists we'd recommend you contact an admin.":{"msgstr":["Hãy thử làm mới trang sau khi đợi một hoặc hai phút. Nếu vấn đề vẫn còn, chúng tôi khuyên bạn nên liên hệ với quản trị viên."]},"There was a problem with your question":{"msgstr":["Có một vấn đề với câu hỏi của bạn"]},"Most of the time this is caused by an invalid selection or bad input value. Double check your inputs and retry your query.":{"msgstr":["Hầu hết thời gian này là do lựa chọn không hợp lệ hoặc giá trị đầu vào xấu. Kiểm tra lại đầu vào của bạn và thử lại truy vấn của bạn."]},"This may be the answer you’re looking for. If not, try removing or changing your filters to make them less specific.":{"msgstr":["Đây có thể là câu trả lời mà bạn đang tìm kiếm. Nếu không, hãy thử loại bỏ hoặc thay đổi các bộ lọc của bạn để làm cho chúng ít cụ thể hơn."]},"You can also ${ 0 } when there are some results.":{"msgstr":["Bạn cũng có thể ${ 0 } khi có một số kết quả."]},"get an alert":{"msgstr":["nhận một thông báo"]},"Back to last run":{"msgstr":["Quay lại lần chạy trước"]},"Visualization":{"msgstr":["Hình ảnh hóa"]},"No description set.":{"msgstr":["Không có bộ mô tả."]},"Use for current question":{"msgstr":["Sử dụng cho câu hỏi hiện tại"]},"Potentially useful questions":{"msgstr":["Câu hỏi tiềm năng hữu ích"]},"Group by ${ 0 }":{"msgstr":["Nhóm theo ${ 0 }"]},"Sum of all values of ${ 0 }":{"msgstr":["Tổng tất cả các giá trị của ${ 0 }"]},"All distinct values of ${ 0 }":{"msgstr":["Tất cả các giá trị riêng biệt của ${ 0 }"]},"Number of ${ 0 } grouped by ${ 1 }":{"msgstr":["Số ${ 0 } được nhóm theo ${ 1 }"]},"Data Reference":{"msgstr":["Dữ liệu tham khảo"]},"Learn more about your data structure to ask more useful questions":{"msgstr":["Tìm hiểu thêm về cấu trúc dữ liệu của bạn để hỏi những câu hỏi hữu ích hơn"]},"Could not find the table metadata prior to creating a new question":{"msgstr":["Không thể tìm thấy siêu dữ liệu bảng trước khi tạo câu hỏi mới"]},"See ${ 0 }":{"msgstr":["Xem ${ 0 }"]},"Metric Definition":{"msgstr":["Định nghĩa số liệu"]},"Filter by ${ 0 }":{"msgstr":["Lọc bởi ${ 0 }"]},"Number of ${ 0 }":{"msgstr":["Số của ${ 0 }"]},"See all ${ 0 }":{"msgstr":["Xem tất cả ${ 0 }"]},"Segment Definition":{"msgstr":["Định nghĩa phân đoạn"]},"An error occurred loading the table":{"msgstr":["Lỗi xảy ra khi tải bảng"]},"See the raw data for ${ 0 }":{"msgstr":["Xem dữ liệu thô cho ${ 0 }"]},"More":{"msgstr":["Nhiều hơn"]},"Invalid expression":{"msgstr":["Biểu hiện không hợp lệ"]},"unknown error":{"msgstr":["lỗi không xác định"]},"Field formula":{"msgstr":["Công thức trường"]},"Think of this as being kind of like writing a formula in a spreadsheet program: you can use numbers, fields in this table, mathematical symbols like +, and some functions. So you could type something like Subtotal - Cost.":{"msgstr":["Hãy nghĩ về điều này giống như viết một công thức trong chương trình bảng tính: bạn có thể sử dụng các số, các trường trong bảng này, các ký hiệu toán học như + và một số hàm. Vì vậy, bạn có thể gõ một cái gì đó như tổng phụ - Chi phí."]},"Learn more":{"msgstr":["Tìm hiểu thêm"]},"Give it a name":{"msgstr":["Đặt tên cho nó"]},"Something nice and descriptive":{"msgstr":["Một cái gì đó tốt đẹp và mô tả"]},"Add a custom field":{"msgstr":["Thêm một trường tùy chỉnh"]},"Include ${ 0 }":{"msgstr":["Bao gồm ${ 0 }"]},"Case sensitive":{"msgstr":["Trường hợp nhạy cảm"]},"today":{"msgstr":["hôm nay"]},"this week":{"msgstr":["tuần này"]},"this month":{"msgstr":["tháng này"]},"this year":{"msgstr":["năm nay"]},"this minute":{"msgstr":["phút này"]},"this hour":{"msgstr":["giờ này"]},"not implemented ${ 0 }":{"msgstr":["không thực hiện ${ 0 }"]},"true":{"msgstr":["đúng"]},"false":{"msgstr":["sai"]},"Add filter":{"msgstr":["Thêm bộ lọc"]},"Item":{"msgstr":["mục"]},"Previous":{"msgstr":["Trước"]},"Current":{"msgstr":["Hiện tại"]},"On":{"msgstr":["trên"]},"Enter desired number":{"msgstr":["Nhập số mong muốn"]},"Empty":{"msgstr":["Rỗng"]},"Find a value":{"msgstr":["Tìm một giá trị"]},"Hide calendar":{"msgstr":["Ẩn lịch"]},"Show calendar":{"msgstr":["Hiển thị lịch"]},"You can enter multiple values separated by commas":{"msgstr":["Bạn có thể nhập nhiều giá trị được ngăn cách bởi dấu phẩy"]},"Enter desired text":{"msgstr":["Nhập văn bản mong muốn"]},"Try it":{"msgstr":["Thử"]},"What's this for?":{"msgstr":["Cái này để làm gì?"]},"Variables in native queries let you dynamically replace values in your queries using filter widgets or through the URL.":{"msgstr":["Các biến trong các truy vấn gốc cho phép bạn thay thế linh hoạt các giá trị trong các truy vấn của mình bằng các tiện ích bộ lọc hoặc thông qua URL."]},"${ 0 } creates a variable in this SQL template called \"variable_name\". Variables can be given types in the side panel, which changes their behavior. All variable types other than \"Field Filter\" will automatically cause a filter widget to be placed on this question; with Field Filters, this is optional. When this filter widget is filled in, that value replaces the variable in the SQL template.":{"msgstr":["${ 0 } tạo một biến trong mẫu SQL này được gọi là \\ \"biến_name \". Các biến có thể được đưa ra các loại trong bảng điều khiển bên, làm thay đổi hành vi của chúng. Tất cả các loại biến khác ngoài \\ \"Bộ lọc trường \" sẽ tự động khiến tiện ích bộ lọc được đặt vào câu hỏi này; với Bộ lọc trường, đây là tùy chọn. Khi tiện ích bộ lọc này được điền vào, giá trị đó sẽ thay thế biến trong mẫu SQL."]},"Field Filters":{"msgstr":["Bộ lọc trường"]},"Giving a variable the \"Field Filter\" type allows you to link SQL cards to dashboard filter widgets or use more types of filter widgets on your SQL question. A Field Filter variable inserts SQL similar to that generated by the GUI query builder when adding filters on existing columns.":{"msgstr":["Đưa ra một biến loại \\ \"Bộ lọc trường \" cho phép bạn liên kết thẻ SQL với các tiện ích bộ lọc bảng điều khiển hoặc sử dụng nhiều loại tiện ích bộ lọc hơn cho câu hỏi SQL của bạn. Biến Bộ lọc trường chèn SQL tương tự như được tạo bởi trình tạo truy vấn GUI khi thêm bộ lọc vào các cột hiện có."]},"When adding a Field Filter variable, you'll need to map it to a specific field. You can then choose to display a filter widget on your question, but even if you don't, you can now map your Field Filter variable to a dashboard filter when adding this question to a dashboard. Field Filters should be used inside of a \"WHERE\" clause.":{"msgstr":["Khi thêm biến Bộ lọc trường, bạn sẽ cần ánh xạ nó tới một trường cụ thể. Sau đó, bạn có thể chọn hiển thị tiện ích bộ lọc cho câu hỏi của mình, nhưng ngay cả khi bạn không, giờ đây bạn có thể ánh xạ biến Bộ lọc trường vào bộ lọc bảng điều khiển khi thêm câu hỏi này vào bảng điều khiển. Bộ lọc trường nên được sử dụng bên trong mệnh đề \\ \"WHERE \"."]},"Optional Clauses":{"msgstr":["Điều khoản tùy chọn"]},"brackets around a ${ 0 } create an optional clause in the template. If \"variable\" is set, then the entire clause is placed into the template. If not, then the entire clause is ignored.":{"msgstr":["dấu ngoặc quanh ${ 0 } tạo mệnh đề tùy chọn trong mẫu. Nếu \\ \"biến \" được đặt, thì toàn bộ mệnh đề được đặt vào mẫu. Nếu không, thì toàn bộ mệnh đề được bỏ qua."]},"To use multiple optional clauses you can include at least one non-optional WHERE clause followed by optional clauses starting with \"AND\".":{"msgstr":["Để sử dụng nhiều mệnh đề tùy chọn, bạn có thể bao gồm ít nhất một mệnh đề WHERE không tùy chọn, theo sau là các mệnh đề tùy chọn bắt đầu bằng \\ \"AND \"."]},"Read the full documentation":{"msgstr":["Đọc tài liệu đầy đủ"]},"Filter label":{"msgstr":["Nhãn bộ lọc"]},"Variable type":{"msgstr":["Loại biến"]},"Text":{"msgstr":["Bản văn"]},"Date":{"msgstr":["Ngày"]},"Field Filter":{"msgstr":["Bộ lọc trường"]},"Field to map to":{"msgstr":["Trường để ánh xạ tới"]},"Filter widget type":{"msgstr":["Loại bộ lọc"]},"Required?":{"msgstr":["Cần thiết?"]},"Default filter widget value":{"msgstr":["Giá trị widget bộ lọc mặc định"]},"Archive this question?":{"msgstr":["Lưu trữ câu hỏi này?"]},"This question will be removed from any dashboards or pulses using it.":{"msgstr":["Câu hỏi này sẽ bị xóa khỏi bất kỳ bảng điều khiển hoặc xung sử dụng nó."]},"Question":{"msgstr":["Câu hỏi"]},"Pick a question to add":{"msgstr":["Chọn một câu hỏi để thêm vào"]},"You are editing this page":{"msgstr":["Bạn đang chỉnh sửa trang này"]},"See this ${ 0 }":{"msgstr":["Xem ${ 0 }"]},"A subset of":{"msgstr":["Một tập hợp con của"]},"Select a field type":{"msgstr":["Chọn một kiểu trường"]},"No field type":{"msgstr":["Không có kiểu trường"]},"by":{"msgstr":["bởi"]},"Field type":{"msgstr":["Kiểu trường"]},"Select a Foreign Key":{"msgstr":["Chọn một chìa khóa nước ngoài"]},"View the ${ 0 } formula":{"msgstr":["Xem công thức ${ 0 }"]},"Why this ${ 0 } is important":{"msgstr":["Tại sao ${ 0 } quan trọng?"]},"Why this ${ 0 } is interesting":{"msgstr":["Tại sao ${ 0 } thú vị"]},"Nothing important yet":{"msgstr":["Không có gì quan trọng hết"]},"Nothing interesting yet":{"msgstr":["Không có gì thú vị hết"]},"Things to be aware of about this ${ 0 }":{"msgstr":["Những điều cần biết về điều này ${ 0 }"]},"Nothing to be aware of yet":{"msgstr":["Không có gì cần biết"]},"Explore this metric":{"msgstr":["Khám phá số liệu này"]},"View this metric":{"msgstr":["Xem số liệu này"]},"By ${ 0 }":{"msgstr":["Bởi ${ 0 }"]},"Remove item":{"msgstr":["Loại bỏ mục"]},"Why is this dashboard the most important?":{"msgstr":["Tại sao bảng điều khiển này là quan trọng nhất"]},"What is useful or interesting about this ${ 0 }?":{"msgstr":["Cái gì hữu ích và thú vị về ${ 0 }"]},"Write something helpful here":{"msgstr":["Viết gì đó hữu ích tại đây"]},"Is there anything users of this dashboard should be aware of?":{"msgstr":["Có bất cứ điều gì người dùng của bảng điều khiển này nên được biết về? "]},"Anything users should be aware of about this ${ 0 }?":{"msgstr":["Bất cứ điều gì người dùng nên biết về điều này ${ 0 }?"]},"Which 2-3 fields do you usually group this metric by?":{"msgstr":["2-3 trường nào bạn thường nhóm số liệu này theo?"]},"This is the perfect place to start if you’re new to your company’s data, or if you just want to check in on what’s going on.":{"msgstr":["Đây là nơi hoàn hảo để bắt đầu nếu bạn mới sử dụng dữ liệu của công ty bạn hoặc nếu bạn chỉ muốn kiểm tra xem những gì diễn ra."]},"Most useful fields to group this metric by":{"msgstr":["Các trường hữu ích nhất để nhóm số liệu này theo"]},"Reason for changes":{"msgstr":["Lí do cho thay đổi"]},"Leave a note to explain what changes you made and why they were required":{"msgstr":["Để lại chú thích để giải thích những thay đổi bạn vừa tạo và tại sao chúng cần thiết."]},"Why this database is interesting":{"msgstr":["Tại sao cơ sở dữ liệu này thú vị"]},"Things to be aware of about this database":{"msgstr":["Những điều cần lưu ý về cơ sở dữ liệu này"]},"Databases and tables":{"msgstr":["Cơ sở dữ liệu và bảng"]},"Details":{"msgstr":["Chi tiết"]},"Tables in ${ 0 }":{"msgstr":["Bảng trong ${ 0 }"]},"Actual name in database":{"msgstr":["Tên thực trong cơ sở dữ liệu"]},"Why this field is interesting":{"msgstr":["Tại sao trường này thú vị"]},"Things to be aware of about this field":{"msgstr":["Những điều cần lưu ý về trường này"]},"Data type":{"msgstr":["Kiểu dữ liệu"]},"Fields in this table will appear here as they're added":{"msgstr":["Các trường trong bảng này sẽ xuất hiện tại đây khi chúng được thêm vào"]},"Fields in ${ 0 }":{"msgstr":["Các trường trong ${ 0 }"]},"Field name":{"msgstr":["Tên trường"]},"X-ray this field":{"msgstr":["X quang trường này"]},"Metabase is no fun without any data":{"msgstr":["Metabase không thú vị nếu không có dữ liệu"]},"Your databases will appear here once you connect one":{"msgstr":["Cơ sở dữ liệu của bạn sẽ xuất hiện ở đây ngay khi bạn kết nối"]},"Databases will appear here once your admins have added some":{"msgstr":["Cơ sở dữ liệu sẽ xuất hiện ở đây ngay khi quản trị viên thêm vào"]},"Connect a database":{"msgstr":["Kết nối một cơ sở dữ liệu"]},"Count of ${ 0 }":{"msgstr":["Số đếm của ${ 0 }"]},"See raw data for ${ 0 }":{"msgstr":["Xem dữ liệu thô cho ${ 0 }"]},"Why this table is interesting":{"msgstr":["Tại sao bảng này thú vị"]},"Things to be aware of about this table":{"msgstr":["Những điều cần lưu ý về bảng này"]},"Tables in this database will appear here as they're added":{"msgstr":["Các bảng trong cơ sở dữ liệu này sẽ xuất hiện tại đây khi chúng được thêm vào"]},"Questions about this table will appear here as they're added":{"msgstr":["Các câu hỏi về bảng này sẽ xuất hiện tại đây khi chúng được thêm vào"]},"Questions about ${ 0 }":{"msgstr":["Các câu hỏi về ${ 0 }"]},"Created ${ 0 } by ${ 1 }":{"msgstr":["Đã tạo ${ 0 } bởi ${ 1 }"]},"Fields in this table":{"msgstr":["Các trường trong bảng này"]},"Questions about this table":{"msgstr":["Các câu hỏi về bảng này"]},"Help your team get started with your data.":{"msgstr":["Giúp nhóm của bạn bắt đầu với dữ liệu của bạn"]},"Show your team what’s most important by choosing your top dashboard, metrics, and segments.":{"msgstr":["Hiển thị cho nhóm của bạn cái gì quan trọng nhất bằng cách chọn bảng điều khiển, số liệu và phân đoạn hàng đầu"]},"Get started":{"msgstr":["Bắt đầu"]},"Our most important dashboard":{"msgstr":["Bảng điều khiển quan trọng nhất của chúng tôi"]},"Numbers that we pay attention to":{"msgstr":["Các con số mà chúng tôi chú ý"]},"Metrics are important numbers your company cares about. They often represent a core indicator of how the business is performing.":{"msgstr":["Số liệu là các con số quan trọng mà công ty bạn quan tâm. Chúng thường đại diện một chỉ số cốt lõi của cách mà doanh nghiệp đang thể hiện"]},"See all metrics":{"msgstr":["Xem tất cả số liệu"]},"Segments and tables":{"msgstr":["Phân đoạn và bảng"]},"Tables":{"msgstr":["Các bảng"]},"Segments and tables are the building blocks of your company's data. Tables are collections of the raw information while segments are specific slices with specific meanings, like ${ 0 }":{"msgstr":["Phân đoạn và bảng là các khối xây dựng dữ liệu của công ty bạn. Bảng là tập hợp các thông tin thô trong khi các phân đoạn là các lát cụ thể với ý nghĩa cụ thể, như ${ 0 }"]},"Tables are the building blocks of your company's data.":{"msgstr":["Bảng là các khối xây dựng dữ liệu của công ty bạn."]},"See all segments":{"msgstr":["Xem tất cả phân đoạn"]},"See all tables":{"msgstr":["Xem tất cả bảng"]},"Other things to know about our data":{"msgstr":["Những điều khác cần biết về dữ liệu của chúng tôi \""]},"Find out more":{"msgstr":["Tìm hiểu thêm"]},"A good way to get to know your data is by spending a bit of time exploring the different tables and other info available to you. It may take a while, but you'll start to recognize names and meanings over time.":{"msgstr":["Một cách tốt để biết dữ liệu của bạn là dành một chút thời gian để khám phá các bảng khác nhau và thông tin khác có sẵn cho bạn. Có thể mất một lúc, nhưng bạn sẽ bắt đầu nhận ra tên và ý nghĩa theo thời gian."]},"Explore our data":{"msgstr":["Khám phá dữ liệu của chúng tôi"]},"Have questions?":{"msgstr":["Có câu hỏi?"]},"Contact ${ 0 }":{"msgstr":["Liên hệ ${ 0 }"]},"Help new Metabase users find their way around.":{"msgstr":["Giúp người dùng Metabase mới tìm đường "]},"The Getting Started guide highlights the dashboard, metrics, segments, and tables that matter most, and informs your users of important things they should know before digging into the data.":{"msgstr":["Hướng dẫn Bắt đầu làm nổi bật bảng điều khiển, số liệu, phân đoạn và bảng quan trọng nhất và thông báo cho người dùng của bạn về những điều quan trọng họ nên biết trước khi đào sâu vào dữ liệu."]},"Is there an important dashboard for your team?":{"msgstr":["Có bảng điều khiển nào quan trọng cho team của bạn không?"]},"Create a dashboard now":{"msgstr":["Tạo một bảng điều khiển bây giờ"]},"What is your most important dashboard?":{"msgstr":["Bảng điều khiển quan trọng nhất của bạn là gì?"]},"Do you have any commonly referenced metrics?":{"msgstr":["Bạn có số liệu tham khảo chung nào không?"]},"Learn how to define a metric":{"msgstr":["Tìm hiểu cách định nghĩa một số liệu"]},"What are your 3-5 most commonly referenced metrics?":{"msgstr":["3-5 số liệu tham khảo thông thường nhất của bạn là gì?"]},"Add another metric":{"msgstr":["Thêm một số liệu khác"]},"Do you have any commonly referenced segments or tables?":{"msgstr":["Bạn có bất cứ phân đoạn hoặc bảng tham khảo thông thường nào không?"]},"Learn how to create a segment":{"msgstr":["Tìm hiểu cách tạo một phân đoạn"]},"What are 3-5 commonly referenced segments or tables that would be useful for this audience?":{"msgstr":["3-5 phân đoạn hoặc bảng thường được tham chiếu sẽ hữu ích cho đối tượng này là gì?"]},"Add another segment or table":{"msgstr":["Thêm phân đoạn hoặc bảng khác"]},"Is there anything your users should understand or know before they start accessing the data?":{"msgstr":["Có bất cứ điều gì người dùng của bạn nên hiểu hoặc biết trước khi họ bắt đầu truy cập dữ liệu không? \" "]},"What should a user of this data know before they start accessing it?":{"msgstr":["Người dùng của dữ liệu này nên biết gì trước khi họ bắt đầu truy cập nó?"]},"E.g., expectations around data privacy and use, common pitfalls or misunderstandings, information about data warehouse performance, legal notices, etc.":{"msgstr":["Ví dụ: những kỳ vọng xung quanh quyền riêng tư và sử dụng dữ liệu, những cạm bẫy hoặc hiểu lầm phổ biến, thông tin về hiệu suất kho dữ liệu, thông báo pháp lý, v.v."]},"Is there someone your users could contact for help if they're confused about this guide?":{"msgstr":["Có ai đó mà người dùng của bạn có thể liên hệ để được giúp đỡ nếu họ bối rối về hướng dẫn này?"]},"Who should users contact for help if they're confused about this data?":{"msgstr":["Người dùng nên liên hệ với ai để được giúp đỡ nếu họ bối rối về dữ liệu này?"]},"Please enter a revision message":{"msgstr":["Vui lòng nhập tin nhắn sửa đổi"]},"Why this Metric is interesting":{"msgstr":["Tại sao số liệu này thú vị"]},"Things to be aware of about this Metric":{"msgstr":["Những điều cần biết về số liệu này"]},"How this Metric is calculated":{"msgstr":["Số liệu này được tính toán thế nào"]},"Nothing on how it's calculated yet":{"msgstr":["Chưa có gì về cách tính toán"]},"Other fields you can group this metric by":{"msgstr":["Các trường khác bạn có thể nhóm dữ liệu này theo"]},"Fields you can group this metric by":{"msgstr":["Các trường bạn có thể nhóm dữ liệu này theo"]},"Metrics are the official numbers that your team cares about":{"msgstr":["Số liệu là các con số chính thức mà nhóm của bạn quan tâm"]},"Metrics will appear here once your admins have created some":{"msgstr":["Số liệu sẽ xuất hiện tại đây ngay khi các quản trị viên của bạn tạo"]},"Learn how to create metrics":{"msgstr":["Tìm hiều cách tạo số liệu"]},"Questions about this metric will appear here as they're added":{"msgstr":["Các câu hỏi về số liệu này sẽ xuất hiện tại đây khi chúng được thêm vào"]},"There are no revisions for this metric":{"msgstr":["Không có sửa đổi cho số liệu này"]},"Revision history for ${ 0 }":{"msgstr":["Lịch sử sửa đổi cho ${ 0 }"]},"X-ray this metric":{"msgstr":["X quang số liệu này"]},"Why this Segment is interesting":{"msgstr":["Tại sao phân đoạn này thú vị"]},"Things to be aware of about this Segment":{"msgstr":["Những điều cần lưu ý về phân đoạn này"]},"Segments are interesting subsets of tables":{"msgstr":["Phân đoạn là tập con thú vị của bảng"]},"Defining common segments for your team makes it even easier to ask questions":{"msgstr":["Xác định các phân khúc phổ biến cho nhóm của bạn giúp đặt câu hỏi dễ dàng hơn"]},"Segments will appear here once your admins have created some":{"msgstr":["Phân khúc sẽ xuất hiện ở đây khi quản lý của bạn thiết lập "]},"Learn how to create segments":{"msgstr":["Học cách thiết lập phân khúc"]},"Questions about this segment will appear here as they're added":{"msgstr":["Câu hỏi về phân khúc sẽ xuất hiện ở đây khi nó được hỏi"]},"There are no revisions for this segment":{"msgstr":["Không có sửa đổi cho phân khúc này"]},"Fields in this segment":{"msgstr":["Các trường trong phân khúc này"]},"Questions about this segment":{"msgstr":["Câu hỏi về phân khúc này"]},"X-ray this segment":{"msgstr":["X-ray phân khúc này"]},"Login":{"msgstr":["Đăng nhập"]},"Search":{"msgstr":["Tìm kiếm"]},"Dashboard":{"msgstr":["Bảng điều khiển"]},"New Question":{"msgstr":["Câu hỏi mới"]},"Select the type of Database you use":{"msgstr":["Chọn loại cơ sở dữ liệu bạn sử dụng"]},"Add your data":{"msgstr":["Thêm dữ liệu"]},"I'll add my own data later":{"msgstr":["Tôi sẽ thêm dữ liệu riêng sau"]},"Connecting to ${ 0 }":{"msgstr":["Đang kết nối đến ${ 0 }"]},"You’ll need some info about your database, like the username and password. If you don’t have that right now, Metabase also comes with a sample dataset you can get started with.":{"msgstr":["Bạn sẽ cần vài thông tin về cơ sở dữ liệu của mình, như tên đăng nhập và mật khẩu. Nếu bạn không có thông tin đó bây giờ, Metabase sẽ đưa ra thông tin mẫu để bạn có thể bắt đầu "]},"I'll add my data later":{"msgstr":["Tôi sẽ bổ sung dữ liệu sau"]},"Control automatic scans":{"msgstr":["Điều khiển scan tự động"]},"Usage data preferences":{"msgstr":["Tùy chọn dữ liệu sử dụng"]},"Thanks for helping us improve":{"msgstr":["Cảm ơn đã giúp chúng tôi cải tiến"]},"We won't collect any usage events":{"msgstr":["Chúng tôi sẽ không thu tập sự kiện được sử dụng"]},"In order to help us improve Metabase, we'd like to collect certain data about usage through Google Analytics.":{"msgstr":["Với mục đích cải tiến Metabase, chúng tôi muốn thu thập dữ liệu sử dụng hiện tại qua Google Analytics "]},"Here's a full list of everything we track and why.":{"msgstr":["Đây là danh sách đầy đủ những gì chúng tôi theo dõi và tại sao"]},"Allow Metabase to anonymously collect usage events":{"msgstr":["Cho phép Metabase thu thập sự kiện được sử dụng ẩn danh"]},"Metabase ${ 0 } collects anything about your data or question results.":{"msgstr":["Metabase ${ 0 } thu thập mọi thứ về dữ liệu hay kết quả câu hỏi của bạn"]},"never":{"msgstr":["không bao giờ"]},"All collection is completely anonymous.":{"msgstr":["Tất cả bộ sưu tập đều hoàn toàn ẩn danh"]},"Collection can be turned off at any point in your admin settings.":{"msgstr":["Có thể tắt bộ sưu tập bất cứ lúc nào trong phần cài đặt quản trị của bạn"]},"If you feel stuck":{"msgstr":["Nếu bạn cảm thấy bế tắc"]},"our getting started guide":{"msgstr":["Hướng dẫn khởi động của chúng tôi"]},"is just a click away.":{"msgstr":["Chỉ một click nữa"]},"Welcome to Metabase":{"msgstr":["Chào mừng đến Metabase"]},"Looks like everything is working. Now let’s get to know you, connect to your data, and start finding you some answers!":{"msgstr":["Có vẻ mọi thứ đang hoạt động. Giờ để hiểu về bạn, hãy kết nối dữ liệu của bạn, và bắt đầu tìm kiếm cho bạn vài câu trả lời"]},"Let's get started":{"msgstr":["Cùng bắt đầu"]},"You're all set up!":{"msgstr":["Bạn đã được trang bị đầy đủ"]},"Take me to Metabase":{"msgstr":["Đưa tôi đến Metabase"]},"What should we call you?":{"msgstr":["Chúng tôi nên gọi bạn là gì"]},"Hi, ${ 0 }. nice to meet you!":{"msgstr":["Xin chào ${ 0 }, rất vui được gặp bạn"]},"Create a password":{"msgstr":["Thiết lập mật khẩu"]},"Shhh...":{"msgstr":["Shhh..."]},"Confirm password":{"msgstr":["Xác nhận mật khẩu"]},"Shhh... but one more time so we get it right":{"msgstr":["Shhh... thêm một lần nữa để chúng tôi chắc rằng nó đúng"]},"Your company or team name":{"msgstr":["Tên công ty hoặc nhóm"]},"Department of awesome":{"msgstr":["Ban tuyệt vời"]},"Metabot is admiring your integers…":{"msgstr":["Metabot ngưỡng mộ số nguyên của bạn"]},"Metabot is performing billions of differential equations…":{"msgstr":["Metabot đang thực hiện hàng tỉ phương trình vi phân khác nhau"]},"Metabot is doing science…":{"msgstr":["Metabot đang làm khoa học"]},"Metabot is checking out your metrics…":{"msgstr":["Metabot đang kiểm tra số liệu của bạn"]},"Metabot is looking for trends and outliers…":{"msgstr":["Metabot đang tìm kiếm xu hướng và ngoại lệ"]},"Metabot is consulting the quantum abacus…":{"msgstr":["Metabot đang tư vấn bàn tính lượng tử..."]},"Metabot is feeling pretty good about all this…":{"msgstr":["Metabot cảm thấy khá tốt về những điều này..."]},"We’ll show you some interesting explorations of your data in\njust a few minutes.":{"msgstr":["Chúng tôi sẽ cho bạn thấy một số khám phá thú vị về dữ liệu của bạn trong \\ n chỉ một vài phút."]},"This seems to be taking a while. In the meantime, you can check out one of these example explorations to see what Metabase can do for you.":{"msgstr":["Điều này sẽ tốn chút thời gian. Trong thời gian chờ đợi, bạn có thể kiểm tra một trong những khám phá ví dụ này để xem Metabase có thể làm gì cho bạn."]},"I took a look at the data you just connected, and I have some explorations of interesting things I found. Hope you like them!":{"msgstr":["Tôi đã xem xét dữ liệu bạn vừa kết nối, và tôi có một số khám phá về những điều thú vị mà tôi tìm thấy. Hy vọng bạn thích nó!"]},"I'm done exploring for now":{"msgstr":["Tôi đã khám phá xong"]},"Welcome to the Query Builder!":{"msgstr":["Chào mừng đến Query Builder"]},"The Query Builder lets you assemble questions (or \"queries\") to ask about your data.":{"msgstr":["Trình tạo truy vấn cho phép bạn tập hợp các câu hỏi (hoặc \\ \"truy vấn \") để hỏi về dữ liệu của bạn."]},"Tell me more":{"msgstr":["Nói với tôi nhiều hơn"]},"Start by picking the table with the data that you have a question about.":{"msgstr":["Bắt đầu bằng cách chọn bảng với phần dữ liệu bạn có câu hỏi về"]},"Go ahead and select the \"Orders\" table from the dropdown menu.":{"msgstr":["Tiếp tục và chọn bảng \"Mệnh lệnh\"\\ từ menu thả xuống"]},"Filter your data to get just what you want.":{"msgstr":["Lọc dữ liệu của bạn để có được những gì bạn muốn."]},"Click the plus button and select the \"Created At\" field.":{"msgstr":["Nhấp vào nút dấu cộng và chọn trường \\ \"Đã tạo tại \"."]},"Here we can pick how many days we want to see data for, try 10":{"msgstr":["Ở đây chúng tôi có thể chọn số ngày chúng tôi muốn xem dữ liệu, hãy thử 10"]},"Here's where you can choose to add or average your data, count the number of rows in the table, or just view the raw data.":{"msgstr":["Đây là nơi bạn có thể chọn để thêm hoặc lấy trung bình dữ liệu của mình, đếm số lượng hàng trong bảng hoặc chỉ xem dữ liệu thô."]},"Try it: click on <strong>Raw Data</strong> to change it to <strong>Count of rows</strong> so we can count how many orders there are in this table.":{"msgstr":["Hãy thử: nhấp vào <strong> Dữ liệu thô </ strong> để thay đổi thành <strong> Đếm số hàng </ strong> để chúng tôi có thể đếm được có bao nhiêu đơn hàng trong bảng này."]},"Add a grouping to break out your results by category, day, month, and more.":{"msgstr":["Thêm một nhóm để chia ra kết quả của bạn theo thể loại, ngày, tháng và hơn thế nữa"]},"Let's do it: click on <strong>Add a grouping</strong>, and choose <strong>Created At: by Week</strong>.":{"msgstr":["Hãy làm điều đó: nhấp vào <strong> Thêm một nhóm </ strong> và chọn <strong> Được tạo tại: theo tuần </ strong>"]},"Click on \"by day\" to change it to \"Week.\"":{"msgstr":["Nhấp vào \"theo ngày \" để thay đổi thành  \"Tuần. \""]},"Run Your Query.":{"msgstr":["Chạy truy vấn của bạn."]},"You're doing so well! Click <strong>Run query</strong> to get your results!":{"msgstr":["Bạn đang làm rất tốt Nhấp vào <strong> Chạy truy vấn </ strong> để nhận kết quả của bạn!"]},"You can view your results as a chart instead of a table.":{"msgstr":["Bạn có thể xem kết quả của mình dưới dạng biểu đồ thay vì bảng."]},"Everbody likes charts! Click the <strong>Visualization</strong> dropdown and select <strong>Line</strong>.":{"msgstr":["Nhấp vào menu thả xuống <strong> Visualization </ strong> và chọn <strong> Dòng </ strong>."]},"Well done!":{"msgstr":["Tốt lắm"]},"That's all! If you still have questions, check out our":{"msgstr":["Đó là tất cả! Nếu bạn vẫn còn thắc mắc, hãy xem"]},"User's Guide":{"msgstr":["Hướng dẫn sử dụng"]},"Have fun exploring your data!":{"msgstr":["Hãy vui vẻ khám phá dữ liệu của bạn!"]},"Thanks":{"msgstr":["Cảm ơn bạn"]},"Save Your Questions":{"msgstr":["Lưu câu hỏi"]},"By the way, you can save your questions so you can refer to them later. Saved Questions can also be put into dashboards or Pulses.":{"msgstr":["Nhân tiện, bạn có thể lưu câu hỏi của bạn để bạn có thể tham khảo chúng sau này. Câu hỏi đã lưu cũng có thể được đưa vào bảng điều khiển hoặc Xung"]},"Sounds good":{"msgstr":["Ổn đó"]},"Whoops!":{"msgstr":["Whoops!"]},"Sorry, it looks like something went wrong. Please try restarting the tutorial in a minute.":{"msgstr":["Xin lỗi, có vẻ như đã xảy ra sự cố. Vui lòng thử khởi động lại hướng dẫn trong một phút."]},"Password updated successfully!":{"msgstr":["Cập nhập mật khẩu thành công!"]},"Account updated successfully!":{"msgstr":["Tài khoản cập nhập thành công!"]},"Current password":{"msgstr":["Mật khẩu hiện tại "]},"Sign in with Google Email address":{"msgstr":["Đăng nhập bằng địa chỉ Google Email"]},"User Details":{"msgstr":["Thông tin người sử dụng"]},"Reset to defaults":{"msgstr":["Đặt lại về mặc định"]},"unknown map":{"msgstr":["Bản đồ không rõ"]},"Grid map requires binned longitude/latitude.":{"msgstr":["Bản đồ lưới yêu cầu kinh độ / vĩ độ."]},"more":{"msgstr":["Thêm"]},"Which fields do you want to use for the X and Y axes?":{"msgstr":["Những trường nào bạn muốn sử dụng cho trục X và Y"]},"Choose fields":{"msgstr":["Chọn trường"]},"Save as default view":{"msgstr":["Lưu làm mặc định"]},"Draw box to filter":{"msgstr":["Vẽ hộp để lọc"]},"Cancel filter":{"msgstr":["Hủy lọc"]},"Pin Map":{"msgstr":["Gắn bản đồ"]},"Unset":{"msgstr":["Không đặt"]},"Rows ${ 0 }-${ 1 } of ${ 2 }":{"msgstr":["Hàng ${ 0 } - ${ 1 } trong số ${ 2 }"]},"Data truncated to ${ 0 } rows.":{"msgstr":["Dữ liệu bị cắt ngắn thành ${ 0 } hàng"]},"Could not find visualization":{"msgstr":["Không thể tìm thấy trực quan"]},"Could not display this chart with this data.":{"msgstr":["Không thể hiển thị biểu đồ này với dữ liệu này"]},"No results!":{"msgstr":["Không có kết quả"]},"Still Waiting...":{"msgstr":["Đang chờ..."]},"This usually takes an average of ${ 0 }.":{"msgstr":["Điều này thường mất trung bình ${ 0 }."]},"(This is a bit long for a dashboard)":{"msgstr":["(Đây là một chút dài cho một bảng điều khiển)"]},"This is usually pretty fast but seems to be taking awhile right now.":{"msgstr":["Điều này thường khá nhanh nhưng dường như đang mất một lúc"]},"Select a field":{"msgstr":["Chọn một trường"]},"error":{"msgstr":["lỗi"]},"Click and drag to change their order":{"msgstr":["Nhấp và kéo để thay đổi thứ tự của họ"]},"Add fields from the list below":{"msgstr":["Thêm các trường từ danh sách dưới đây"]},"less than":{"msgstr":["ít hơn"]},"greater than":{"msgstr":["nhiều hơn"]},"less than or equal to":{"msgstr":["ít hơn hoặc bằng"]},"greater than or equal to":{"msgstr":["nhiều hơn hoặc bằng"]},"equal to":{"msgstr":["bằng"]},"not equal to":{"msgstr":["không bằng"]},"Conditional formatting":{"msgstr":["Cài đặt điều kiện"]},"You can add rules to make the cells in this table change color if\nthey meet certain conditions.":{"msgstr":["Bạn có thể thêm quy tắc để làm cho các ô trong bảng này thay đổi màu nếu \\ n Họ đáp ứng một số điều kiện nhất định."]},"Add a rule":{"msgstr":["Thêm luật"]},"Rules will be applied in this order":{"msgstr":["Các quy tắc sẽ được áp dụng theo thứ tự này"]},"Click and drag to reorder.":{"msgstr":["Nhấp và kéo để sắp xếp lại"]},"No columns selected":{"msgstr":["Không cột nào được chọn"]},"Cells in this column will be tinted based on their values.":{"msgstr":["Các ô trong cột này sẽ được pha màu dựa trên các giá trị của chúng"]},"When a cell in these columns is ${ 0 } it will be tinted this color.":{"msgstr":["Khi một ô trong các cột này là ${ 0 }, nó sẽ được tô màu này."]},"Which columns should be affected?":{"msgstr":["Những cột nào sẽ bị ảnh hưởng?"]},"Formatting style":{"msgstr":["Định dạng kiểu "]},"Single color":{"msgstr":["Màu đơn"]},"Color range":{"msgstr":["Dải màu"]},"When a cell in this column is…":{"msgstr":["Khi một ô trong cột này là..."]},"…turn its background this color:":{"msgstr":["...để nền màu này"]},"Highlight the whole row":{"msgstr":["Đánh dấu toàn bộ hàng"]},"Colors":{"msgstr":["Màu"]},"Start the range at":{"msgstr":["Bắt đầu chuỗi từ"]},"Smallest value in this column":{"msgstr":["Giá trị nhỏ nhất cột"]},"Smallest value in each column":{"msgstr":["Giá trị nhỏ nhất mỗi cột"]},"Smallest value in all of these columns":{"msgstr":["Giá trị nhỏ nhất trong tất cả các cột"]},"Custom value":{"msgstr":["Giá trị tùy chỉnh"]},"End the range at":{"msgstr":["Kết thúc chuỗi ở"]},"Largest value in this column":{"msgstr":["Giá trị lớn nhất trong cột"]},"Largest value in each column":{"msgstr":["Giá trị lớn nhất từng cột"]},"Largest value in all of these columns":{"msgstr":["Giá trị lớn nhất trong tất cả các cột"]},"Add rule":{"msgstr":["Thêm luật"]},"Update rule":{"msgstr":["Cập nhập luật"]},"Visualization is null":{"msgstr":["Trực quan rỗng"]},"Visualization must define an 'identifier' static variable: ":{"msgstr":["Trực quan hóa phải xác định biến tĩnh 'định danh'"]},"Visualization with that identifier is already registered: ":{"msgstr":["Hình dung với định danh đó đã được đăng ký:"]},"No visualization for ${ 0 }":{"msgstr":["Không trực quan hóa cho ${ 0 }"]},"\"${ 0 }\" is an unaggregated field: if it has more than one value at a point on the x-axis, the values will be summed.":{"msgstr":["\\ \"${ 0 } \" là trường không kết hợp: nếu nó có nhiều hơn một giá trị tại một điểm trên trục x, các giá trị sẽ được tính tổng."]},"This chart type requires at least 2 columns.":{"msgstr":["Loại biểu đồ này yêu cầu ít nhất 2 cột."]},"This chart type doesn't support more than ${ 0 } series of data.":{"msgstr":["Loại biểu đồ này không hỗ trợ nhiều hơn ${ 0 } chuỗi dữ liệu."]},"Goal":{"msgstr":["Mục đích"]},"Doh! The data from your query doesn't fit the chosen display choice. This visualization requires at least ${ 0 } ${ 1 } of data.":{"msgstr":["Đừng! Dữ liệu từ truy vấn của bạn không phù hợp với lựa chọn hiển thị đã chọn. Hình dung này yêu cầu ít nhất ${ 0 } ${ 1 } dữ liệu."]},"column":{"msgid_plural":"columns","msgstr":["cột"]},"No dice. We have ${ 0 } data ${ 1 } to show and that's not enough for this visualization.":{"msgstr":["Không có con xúc xắc. Chúng tôi có ${ 0 } dữ liệu ${ 1 } để hiển thị và điều đó không đủ cho hình dung này"]},"point":{"msgid_plural":"points","msgstr":["điểm"]},"Bummer. We can't actually do a pin map for this data because we require both a latitude and longitude column.":{"msgstr":["Bummer. Chúng tôi thực sự không thể thực hiện bản đồ pin cho dữ liệu này vì chúng tôi yêu cầu cả cột vĩ độ và kinh độ."]},"Please configure this chart in the chart settings":{"msgstr":["Vui lòng định cấu hình biểu đồ này trong cài đặt biểu đồ"]},"Edit Settings":{"msgstr":["Thay đổi cài đặt"]},"xValues missing!":{"msgstr":["Giá trị thiếu"]},"X-axis":{"msgstr":["Trục X"]},"Add a series breakout...":{"msgstr":["Thêm chuỗi"]},"Y-axis":{"msgstr":["trục Y"]},"Add another series...":{"msgstr":["Thêm chuỗi khác..."]},"Bubble size":{"msgstr":["Kích thước bong bóng"]},"Line":{"msgstr":["Dòng"]},"Curve":{"msgstr":["Đường cong"]},"Step":{"msgstr":["Bước"]},"Show point markers on lines":{"msgstr":["Hiển thị điểm đánh dấu trên đường"]},"Stacking":{"msgstr":["Đang xếp chồng"]},"Don't stack":{"msgstr":["Không xếp chồng"]},"Stack":{"msgstr":["Xếp chồng"]},"Stack - 100%":{"msgstr":["Xếp chồng - 100%"]},"Show goal":{"msgstr":["Hiển thị đích"]},"Goal value":{"msgstr":["Giá trị đích"]},"Replace missing values with":{"msgstr":["Thay thế giá trị thiếu bằng"]},"Zero":{"msgstr":["không"]},"Nothing":{"msgstr":["Không có gì"]},"Linear Interpolated":{"msgstr":["Nội suy tuyến tính"]},"X-axis scale":{"msgstr":["Kích thước trục X"]},"Timeseries":{"msgstr":["Dòng thời gian"]},"Linear":{"msgstr":["Tuyến tính"]},"Power":{"msgstr":["Nguồn"]},"Log":{"msgstr":["Khóa"]},"Histogram":{"msgstr":["Biểu đồ"]},"Ordinal":{"msgstr":["Bình thường"]},"Y-axis scale":{"msgstr":["Kích thước trục Y"]},"Show x-axis line and marks":{"msgstr":["Hiển thị dòng trục x và điểm"]},"Compact":{"msgstr":["Gọn nhẹ"]},"Rotate 45°":{"msgstr":["Xoay 45 độ"]},"Rotate 90°":{"msgstr":["Xoay 90 độ"]},"Show y-axis line and marks":{"msgstr":["Hiển thị dòng trục y và điểm"]},"Auto y-axis range":{"msgstr":["Tự động phạm vi trục y "]},"Use a split y-axis when necessary":{"msgstr":["Dùng trục Y xoay khi cần thiết"]},"Show label on x-axis":{"msgstr":["Hiển thị nhãn trên trục X"]},"X-axis label":{"msgstr":["Nhãn trục "]},"Show label on y-axis":{"msgstr":["Thể hiện nhãn trên trục "]},"Y-axis label":{"msgstr":["Hiển thị nhãn trên trục Y"]},"Standard Deviation":{"msgstr":["Độ lệch chuẩn"]},"Area":{"msgstr":["Vùng"]},"area chart":{"msgstr":["biểu đồ khu vực"]},"Bar":{"msgstr":["Thanh"]},"bar chart":{"msgstr":["biểu đồ thanh"]},"Which fields do you want to use?":{"msgstr":["Những lĩnh vực nào bạn muốn sử dụng"]},"Funnel":{"msgstr":["Phễu"]},"Measure":{"msgstr":["Đo lường"]},"Funnel type":{"msgstr":["Loại phễu"]},"Bar chart":{"msgstr":["Biểu đồ cột"]},"line chart":{"msgstr":["biểu đồ đường"]},"Please select longitude and latitude columns in the chart settings.":{"msgstr":["Vui lòng chọn các cột kinh độ và vĩ độ trong cài đặt biểu đồ."]},"Please select a region map.":{"msgstr":["Vui lòng chọn một bản đồ khu vực."]},"Please select region and metric columns in the chart settings.":{"msgstr":["Vui lòng chọn các cột khu vực và số liệu trong cài đặt biểu đồ."]},"Map":{"msgstr":["Bản đồ"]},"Map type":{"msgstr":["Loại bản đồ"]},"Region map":{"msgstr":["Vùng trên bản đồ"]},"Pin map":{"msgstr":["Đánh dấu trên bản đồ"]},"Pin type":{"msgstr":["Loại đánh dấu"]},"Tiles":{"msgstr":["Ngói"]},"Markers":{"msgstr":["Dấu"]},"Latitude field":{"msgstr":["Trường vĩ độ"]},"Longitude field":{"msgstr":["Trường kinh độ"]},"Metric field":{"msgstr":["Trường số liệu"]},"Region field":{"msgstr":["Trường vùng"]},"Radius":{"msgstr":["Bán kính"]},"Blur":{"msgstr":["Làm nhòe"]},"Min Opacity":{"msgstr":["Độ mờ tối thiểu"]},"Max Zoom":{"msgstr":["Thu phóng tối đa"]},"No relationships found.":{"msgstr":["Không tìm thấy quan hệ"]},"via ${ 0 }":{"msgstr":["thông qua ${ 0 }"]},"This ${ 0 } is connected to:":{"msgstr":[" ${ 0 } này được liên kết đến:"]},"Object Detail":{"msgstr":["Chi tiết đối tượng"]},"object":{"msgstr":["đối tượng"]},"Total":{"msgstr":["Tổng"]},"Which columns do you want to use?":{"msgstr":["Cột bạn muốn sử dụng"]},"Pie":{"msgstr":["Bánh"]},"Dimension":{"msgstr":["Kích thước"]},"Show legend":{"msgstr":["Hiển thị huyền thoại"]},"Show percentages in legend":{"msgstr":["Hiển thị phần trăm trong huyền thoại"]},"Minimum slice percentage":{"msgstr":["Tỉ lệ phần trăm tối thiểu"]},"Goal met":{"msgstr":["Đạt được mục tiêu"]},"Goal exceeded":{"msgstr":["Vượt quá mục tiêu"]},"Goal ${ 0 }":{"msgstr":["Mục tiêu ${ 0 }"]},"Progress visualization requires a number.":{"msgstr":["Hình dung tiến độ đòi hỏi một số"]},"Progress":{"msgstr":["Đang thực hiện"]},"Color":{"msgstr":["Màu"]},"Row Chart":{"msgstr":["Biểu đồ hàng"]},"row chart":{"msgstr":["biểu đồ hàng"]},"Separator style":{"msgstr":["Kiểu tách"]},"Number of decimal places":{"msgstr":["Số vị thập phân"]},"Add a prefix":{"msgstr":["Thêm một tiền tố"]},"Add a suffix":{"msgstr":["Thêm một hậu tố"]},"Multiply by a number":{"msgstr":["Nhân với một số"]},"Scatter":{"msgstr":["Tiêu tan"]},"scatter plot":{"msgstr":["phân tán âm mưu"]},"Pivot the table":{"msgstr":["Xoay bảng"]},"Visible fields":{"msgstr":["Các trường nhìn thấy được"]},"Vertical Alignment":{"msgstr":["Căn dọc"]},"Top":{"msgstr":["Đầu"]},"Middle":{"msgstr":["Giữa"]},"Bottom":{"msgstr":["Cuối"]},"Horizontal Alignment":{"msgstr":["Căn ngang"]},"Left":{"msgstr":["Bên trái"]},"Center":{"msgstr":["Giữa"]},"Right":{"msgstr":["Phải"]},"Show background":{"msgstr":["Hiển thị nền"]},"${ 0 } bin":{"msgid_plural":"{0} bins","msgstr":["ngăn"]},"Auto binned":{"msgstr":["tự động ngăn"]},"Day":{"msgid_plural":"Days","msgstr":["ngày"]},"Minute":{"msgid_plural":"Minutes","msgstr":["Phút"]},"Hour":{"msgid_plural":"Hours","msgstr":["giờ"]},"${ 0 } of ${ 1 }":{"msgstr":["${ 0 } của ${ 1 }"]},"${ 0 } by ${ 1 }":{"msgstr":["${ 0 } bởi ${ 1 }"]},"${ 0 } metric":{"msgid_plural":"{0} metrics","msgstr":["${ 0 } số liệu"]},"Data permissions":{"msgstr":["Quyền dữ liệu"]},"Collection permissions":{"msgstr":["Quyền thu thập"]},"See all collection permissions":{"msgstr":["Xem tất cả các quyền thu thập"]},"Also change sub-collections":{"msgstr":["Đồng thời thay đổi bộ sưu tập phụ"]},"Can edit this collection and its contents":{"msgstr":["Có thể chỉnh sửa bộ sưu tập này và nội dung của nó"]},"Can view items in this collection":{"msgstr":["Có thể xem các mục trong bộ sưu tập này"]},"Collection Access":{"msgstr":["Có thể xem các mục trong bộ sưu tập này"]},"This group has permission to view at least one subcollection of this collection.":{"msgstr":["Nhóm này có quyền xem ít nhất một bộ sưu tập của bộ sưu tập này."]},"This group has permission to edit at least one subcollection of this collection.":{"msgstr":["Nhóm này có quyền chỉnh sửa ít nhất một bộ sưu tập con của bộ sưu tập này."]},"View sub-collections":{"msgstr":["Xem các bộ sưu tập phụ "]},"Remember Me":{"msgstr":["Nhớ tôi"]},"X-ray this schema":{"msgstr":["X-quang lược đồ này"]},"Edit the permissions for this collection":{"msgstr":["Chỉnh sửa quyền cho bộ sưu tập này"]},"Add this question to a dashboard":{"msgstr":["Thêm câu hỏi này vào bảng điều khiển"]},"Create a new dashboard":{"msgstr":["Tạo bảng điều khiển mới"]},"The page you asked for couldn't be found.":{"msgstr":["Trang bạn yêu cầu không thể được tìm thấy."]},"Select a ${ 0 }":{"msgstr":["Chọn một ${ 0 }"]},"Save dashboards, questions, and collections in \"${ 0 }\"":{"msgstr":["Lưu bảng điều khiển, câu hỏi và bộ sưu tập trong \\ \"${ 0 } \""]},"Access dashboards, questions, and collections in \"${ 0 }\"":{"msgstr":["Truy cập bảng điều khiển, câu hỏi và bộ sưu tập trong \\ \"${ 0 } \""]},"Compare":{"msgstr":["So sánh"]},"Zoom out":{"msgstr":["Thu nhỏ"]},"Related":{"msgstr":["Liên quan"]},"More X-rays":{"msgstr":["Thêm tia X"]},"No results":{"msgstr":["Không có kết quả"]},"Metabase couldn't find any results for your search.":{"msgstr":["Metabase không thể tìm thấy bất kỳ kết quả nào cho tìm kiếm của bạn. "]},"No metrics":{"msgstr":["Không có số liệu"]},"Aggregations":{"msgstr":["Tập hợp"]},"Operators":{"msgstr":["Người vận hành"]},"Custom fields":{"msgstr":["Trường tùy chỉnh"]},"All personal collections":{"msgstr":["Tất cả các bộ sưu tập cá nhân"]},"Labels":{"msgstr":["Nhãn"]},"Add members":{"msgstr":["Thêm thành viên"]},"Collection it's saved in":{"msgstr":["Bộ sưu tập đã được lưu trongBộ sưu tập đã được lưu trong"]},"All Users":{"msgstr":["Tất cả người dùng"]},"Administrators":{"msgstr":["Quản trị viên"]},"MetaBot":{"msgstr":["MetaBot"]},"Sharing":{"msgstr":["Chia sẻ"]},"Display":{"msgstr":["Hiển thị"]},"Axes":{"msgstr":["Trục"]},"Formatting":{"msgstr":["Định dạng"]},"Try these x-rays based on your data.":{"msgstr":["Hãy thử những tia X này dựa trên dữ liệu của bạn."]},"There was a problem displaying this chart.":{"msgstr":["Có một vấn đề hiển thị biểu đồ này."]},"Sorry, you don't have permission to see this card.":{"msgstr":["Xin lỗi, bạn không được phép xem thẻ này."]},"Just a heads up:":{"msgstr":["Chỉ cần ngẩng cao đầu:"]},"${ 0 } without the Sample Dataset, the Query Builder tutorial won't work. You can always restore the Sample Dataset, but any questions you've saved using this data will be lost.":{"msgstr":["${ 0 } không có Bộ dữ liệu mẫu, hướng dẫn Trình tạo truy vấn sẽ không hoạt động. Bạn luôn có thể khôi phục Bộ dữ liệu mẫu, nhưng mọi câu hỏi bạn đã lưu bằng dữ liệu này sẽ bị mất"]},"X-ray":{"msgstr":["tia X"]},"Compare to the rest":{"msgstr":["So sánh với phần còn lại"]},"Use the Java Virtual Machine (JVM) timezone":{"msgstr":["Sử dụng múi giờ của Máy ảo Java (JVM)"]},"We suggest you leave this off unless you're doing manual timezone casting in\nmany or most of your queries with this data.":{"msgstr":["Chúng tôi khuyên bạn nên bỏ qua điều này trừ khi bạn thực hiện truyền múi giờ thủ công trong\n\"\"nhiều hoặc hầu hết các truy vấn của bạn với dữ liệu này."]},"Your team's most important dashboards go here":{"msgstr":["Bảng điều khiển quan trọng nhất của nhóm của bạn ở đây"]},"Pin dashboards in ${ 0 } to have them appear in this space for everyone":{"msgstr":["Ghim bảng điều khiển trong ${ 0 } để chúng xuất hiện trong không gian này cho mọi người"]},"We're currently analyzing the tables and fields to help you explore your data.":{"msgstr":["Chúng tôi hiện đang phân tích các bảng và trường để giúp bạn khám phá dữ liệu của mình. "]},"Tip: ":{"msgstr":["Mẹo"]},"Select a currency type":{"msgstr":["Chọn một loại tiền tệ"]},"Field Type":{"msgstr":["Loại lĩnh vực"]},"Troubleshooting":{"msgstr":["Xử lý sự cố"]},"Enable X-ray features":{"msgstr":["Kích hoạt tính năng X-quang"]},"Formatting Options":{"msgstr":["Tùy chọn định dạng"]},"Task details":{"msgstr":["Chi tiết tác vụ"]},"Troubleshooting logs":{"msgstr":["Nhật ký xử lý sự cố"]},"Trying to get to the bottom of something? This section shows logs of Metabase's background tasks, which can help shed light on what's going on.":{"msgstr":["Đang cố gắng để đi đến tận cùng của một cái gì đó? Phần này hiển thị nhật ký các tác vụ nền của Metabase, có thể giúp làm sáng tỏ những gì đang diễn ra."]},"Task":{"msgstr":["Tác vụ"]},"DB ID":{"msgstr":["DB ID"]},"Started at":{"msgstr":["Bắt đầu lúc"]},"Ended at":{"msgstr":["Đã kết thúc lúc"]},"Duration (ms)":{"msgstr":["Thời lượng (ms)"]},"Currency":{"msgstr":["Tiền tệ"]},"Pick a user or channel...":{"msgstr":["Chọn người dùng hoặc kênh ..."]},"No formatting settings":{"msgstr":["Không có cài đặt định dạng"]},"Label for this range (optional)":{"msgstr":["Nhãn cho phạm vi này (tùy chọn)"]},"Add a range":{"msgstr":["Thêm một phạm vi"]},"is less than":{"msgstr":["nhỏ hơn"]},"is greater than":{"msgstr":["lớn hơn"]},"is less than or equal to":{"msgstr":["nhỏ hơn hoặc bằng"]},"is greater than or equal to":{"msgstr":["lớn hơn hoặc bằng"]},"is equal to":{"msgstr":["bằng"]},"is not equal to":{"msgstr":["không bằng"]},"is null":{"msgstr":["là không"]},"is not null":{"msgstr":["không phải là không"]},"contains":{"msgstr":["chứa đựng"]},"does not contain":{"msgstr":["không chứa đựng"]},"starts with":{"msgstr":["bắt đầu với "]},"ends with":{"msgstr":["kết thúc bằng"]},"When a cell in these columns ${ 0 } it will be tinted this color.":{"msgstr":["Khi một ô trong các cột này ${ 0 }, nó sẽ được tô màu này."]},"When a cell in this column…":{"msgstr":["Khi một ô trong cột này"]},"This visualization requires you to group by a field.":{"msgstr":["Hình dung này đòi hỏi bạn phải nhóm theo một lĩnh vực."]},"Date style":{"msgstr":["Kiểu ngày"]},"Date separators":{"msgstr":["Dấu phân cách ngày"]},"Abbreviate names of days and months":{"msgstr":["Tên viết tắt của ngày và tháng"]},"Show the time":{"msgstr":["Hiển thị thời gian"]},"HH:MM":{"msgstr":["HH:MM"]},"HH:MM:SS":{"msgstr":["HH:MM:SS"]},"HH:MM:SS.MS":{"msgstr":["HH:MM:SS.MS"]},"Time style":{"msgstr":["Kiểu thời gian"]},"Unit of currency":{"msgstr":["Đơn vị tiền tệ"]},"Currency label style":{"msgstr":["Kiểu nhãn tiền tệ"]},"Where to display the unit of currency":{"msgstr":["Nơi hiển thị đơn vị tiền tệ"]},"Minimum number of decimal places":{"msgstr":["Số lượng thập phân tối thiểu"]},"Stacked chart type":{"msgstr":["Loại biểu đồ xếp chồng"]},"Goal label":{"msgstr":["Nhãn mục tiêu"]},"Show trend line":{"msgstr":["Hiển thị đường xu hướng"]},"Line style":{"msgstr":["Kiểu dòng"]},"Show dots on lines":{"msgstr":["Hiển thị dấu chấm trên dòng"]},"Auto":{"msgstr":["Tự động"]},"Which axis?":{"msgstr":["Trục nào?"]},"Line + Bar":{"msgstr":["Dòng + Cột"]},"line and bar chart":{"msgstr":["biểu đồ đường và biểu đồ cột"]},"Gauge visualization requires a number.":{"msgstr":["Đo trực quan đòi hỏi một số."]},"Gauge":{"msgstr":["Máy đo"]},"Gauge ranges":{"msgstr":["Phạm vi đo"]},"Field to show":{"msgstr":["Lĩnh vực để hiển thị"]},"last ${ 0 }":{"msgstr":["cuối ${ 0 }"]},"${ 0 } was ${ 1 } ${ 2 }":{"msgstr":["${ 0 } là ${ 1 } ${ 2 }"]},"Group by a time field to see how this has changed over time":{"msgstr":["Nhóm theo trường thời gian để xem điều này đã thay đổi theo thời gian như thế nào"]},"Switch positive / negative colors?":{"msgstr":["Chuyển màu dương / âm?"]},"Pivot column":{"msgstr":["Cột xoay"]},"Cell column":{"msgstr":["Cột di động"]},"Visible columns":{"msgstr":["Cột có thể nhìn thấy"]},"Conditional Formatting":{"msgstr":["Định dạng có điều kiện"]},"Column title":{"msgstr":["Tiêu đề cột"]},"Show a mini bar chart":{"msgstr":["Hiển thị biểu đồ cột nhỏ"]},"Link":{"msgstr":["Liên kết"]},"Email link":{"msgstr":["Liên kết email"]},"Image":{"msgstr":["Hình ảnh"]},"Automatic":{"msgstr":["Tự động"]},"View as link or image":{"msgstr":["Xem dưới dạng liên kết hoặc hình ảnh"]},"Link text":{"msgstr":["văn bản liên kết"]},"Key":{"msgstr":["Khoá"]},"Class":{"msgstr":["Class"]},"Triggers":{"msgstr":["Triggers"]},"View triggers":{"msgstr":["Xem triggers"]},"Scheduler Info":{"msgstr":["Thông tin Scheduler"]},"Priority":{"msgstr":["Ưu tiên"]},"Last Fired":{"msgstr":["Lần cuối chạy"]},"Next Fire Time":{"msgstr":["Thời gian chạy lần tới"]},"Start Time":{"msgstr":["Thời gian bắt đầu"]},"End Time":{"msgstr":["Thời gian kết thúc"]},"Final Fire Time":{"msgstr":["Thời gian chạy cuối cùng"]},"May Fire Again?":{"msgstr":["Có thể chạy tiếp?"]},"Triggers for ${ 0 }":{"msgstr":["Triggers cho ${ 0 }"]},"Tasks":{"msgstr":["Tác vụ"]},"Jobs":{"msgstr":["Jobs"]},"Duplicated ${ 0 }":{"msgstr":["Đã tạo bản sao ${ 0 }"]},"Duplicate this item":{"msgstr":["Tạo bản sao"]},"Archive this item":{"msgstr":["Lưu trữ item này"]},"Duplicate dashboard":{"msgstr":["Đã tạo bản sao"]},"Duplicate \"${ 0 }\"":{"msgstr":["Tạo bản sao \"${ 0 }\""]},"Duplicate":{"msgstr":["Tạo bản sao"]},"Tomorrow":{"msgstr":["Ngày mai"]},"This ${ 0 }":{"msgstr":["${ 0 } Này"]},"Next ${ 0 }":{"msgstr":["${ 0 } Tiếp theo"]},"Previous ${ 0 }":{"msgstr":["${ 0 } Trước đó"]},"Previous ${ 0 } ${ 1 }":{"msgstr":["${ 0 } ${ 1 } trước"]},"Next ${ 0 } ${ 1 }":{"msgstr":["${ 0 } ${ 1 } tiếp theo"]},"Now":{"msgstr":["Bây giờ"]},"${ 0 } ${ 1 } ago":{"msgstr":["${ 0 } ${ 1 } trước"]},"${ 0 } ${ 1 } from now":{"msgstr":["${ 0 } ${ 1 } từ nay"]},"Default period":{"msgid_plural":"Default periods","msgstr":["Khoảng mặc định"]},"Minute of hour":{"msgid_plural":"Minutes of hour","msgstr":["phút mỗi giờ"]},"Hour of day":{"msgid_plural":"Hours of day","msgstr":["giờ mỗi ngày"]},"Day of week":{"msgid_plural":"Days of week","msgstr":["ngày mỗi tuần"]},"Day of month":{"msgid_plural":"Days of month","msgstr":["ngày mỗi tháng"]},"Day of year":{"msgid_plural":"Days of year","msgstr":["ngày mỗi năm"]},"Week of year":{"msgid_plural":"Weeks of year","msgstr":["tuần mỗi năm"]},"Month of year":{"msgid_plural":"Months of year","msgstr":["tháng mỗi năm"]},"Quarter of year":{"msgid_plural":"Quarters of year","msgstr":["quý mỗi năm"]},"${ 0 } selection":{"msgid_plural":"{0} selections","msgstr":["lựa chọn"]},"[Q]Q":{"msgstr":["[Q]Q"]},"This":{"msgstr":["Cái này"]},"Invalid":{"msgstr":["Không phù hợp"]},"Add a time":{"msgstr":["Thêm thời gian"]},"Nothing to compare for the previous ${ 0 }.":{"msgstr":["Không có gì để so sánh với ${ 0 }."]},"by ${ 0 }":{"msgstr":["bởi ${ 0 }"]},"Edit user":{"msgstr":["Chỉnh sửa người dùng"]},"New user":{"msgstr":["Người dùng mới"]},"Reset password":{"msgstr":["Đặt lại mật khẩu"]},"Deactivate user":{"msgstr":["Vô hiệu hóa người dùng"]},"Reactivate ${ 0 }?":{"msgstr":["Kích hoạt lại ${ 0 }?"]},"We couldn’t send them an email invitation, so make sure to tell them to log in using ${ 0 } and this password we’ve generated for them:":{"msgstr":["Chúng tôi không thể gửi cho họ lời mời qua email, vì vậy hãy yêu cầu họ đăng nhập bằng ${ 0 } và mật khẩu này mà chúng tôi đã tạo cho họ:"]},"collection":{"msgstr":["bộ sưu tập"]},"collections":{"msgstr":["bộ sưu tập"]},"dashboard":{"msgstr":["bảng điều khiển"]},"dashboards":{"msgstr":["bảng điều khiển"]},"First name is required":{"msgstr":["Tên là bắt buộc"]},"Must be 100 characters or less":{"msgstr":["Phải từ 100 ký tự trở xuống"]},"Last name is required":{"msgstr":["Họ là bắt buộc"]},"Email is required":{"msgstr":["Email là bắt buộc"]},"Items you archive will appear here.":{"msgstr":["Các mục bạn lưu trữ sẽ xuất hiện ở đây."]},"No description":{"msgstr":["Không có mô tả"]},"Sum of all values":{"msgstr":["Tổng tất cả các giá trị"]},"See all distinct values":{"msgstr":["Xem tất cả các giá trị riêng biệt"]},"Browse the contents of your databases, tables, and columns. Pick a database to get started":{"msgstr":["Duyệt nội dung của cơ sở dữ liệu, bảng và cột của bạn. Chọn một cơ sở dữ liệu để bắt đầu"]},"All results":{"msgstr":["Tất cả kết quả"]},"Filter":{"msgstr":["Lọc"]},"Write SQL":{"msgstr":["Viết truy vấn SQL"]},"Simple question":{"msgstr":["Câu hỏi đơn giản"]},"Custom question":{"msgstr":["Câu hỏi tuỳ chỉnh"]},"Show maximum":{"msgstr":["Hiển thị tối đa"]},"Get Preview":{"msgstr":["Xem trước"]},"Sample values":{"msgstr":["Giá trị mẫu"]},"Pick a column to group by":{"msgstr":["Chọn một cột để gom nhóm"]},"Select None":{"msgstr":["Không chọn gì"]},"Select All":{"msgstr":["Chọn tất cả"]},"Pick a table...":{"msgstr":["Chọn một bảng..."]},"Hide filters":{"msgstr":["Ẩn bộ lọc"]},"Show filters":{"msgstr":["Hiện bộ lọc"]},"Started from":{"msgstr":["Bắt đầu từ"]},"Show all rows":{"msgstr":["Hiển thị tất cả các hàng"]},"Filter by":{"msgstr":["Lọc theo"]},"Group by":{"msgstr":["Nhóm theo"]},"Profile":{"msgstr":["Hồ sơ"]}},"Modal for selecting columns in source data or when doing a join.":{"Pick the columns you want to include":{"msgid":"Pick the columns you want to include","msgctxt":"Modal for selecting columns in source data or when doing a join.","comments":{"reference":""},"msgstr":[""]}}}}